{
    "Peiris (2025)": " Peiris, Eshantha. Email to Annie Liu and Ian Peiris. April 28, 2025.",
    "storytelling": " Source: “The ubọ-aka serves as a medium of communication, transmitting the society’s folkways and traditions orally from one generation to another. The music conveys information, storytelling, proverbs, and idiomatic statements, allowing the listeners to learn about the mores and norms of the society.” Carter-Ényì (2024) [2.3] Definition: “The action or activity of telling stories, or a particular story; an instance of this.” (Oxford English Dictionary, “storytelling”)",
    "socialization": " Source: “Additionally, the ubọ-aka is a symbol of masculinity and manhood, reflecting the patrilineal nature of social organization among the Nri people. It also plays a role in socialization, as it is used for leisure and relaxation, and is associated with courtship and marriage, conveying love and expectations in married lives.” Carter-Ényì (2024) [2.3] Definition: “The process of forming associations with others; spec. the process by which a person learns to function within a particular society or group by internalizing its values and norms.” (Oxford English Dictionary, “socialization”)",
    "cognition": " Source: “But Geria gradually passes from Prakempa’s metaphysical style to a discourse on the play of tones and the concrete sensations they produce. Having sculpted these worlds as continuous, even a non-Balinese reader can connect the umwelt of precolonial Bali to an international emergent music theory based on earthly perception and cognition.” (Tenzer (2024) [0.6]) Definition: “The action or faculty of knowing taken in its widest sense, including sensation, perception, conception, etc., as distinguished from feeling and volition; also, more specifically, the action of cognizing an object in perception proper.” (Oxford English Dictionary, “cognition” 2a)",
    "embellishment tones": " Source: “Fundamentally, pansori is a performance-oriented, rather than composer-centric, genre. It privileges the performer’s artistic discretion in realizing embellishment tones, singing technique, vocal tone and timbre, as well as body gestures.” Lee commentary (2024) [5] Definition: “The action or process of embellishing or beautifying; decoration, ornamentation.” (Oxford English Dictionary, “embellishment”)",
    "Chow commentary (2024)": " Chow, Sheryl Man-Ying. 2024. “Commentary.” Music Theory Online 30, no. 4. (CHECK CITATION)",
    "prayer": " Source: “Nri is a significant historic place in the history and mythology of the Igbo people as a cultural center, particularly because of the Nri priests and oracles’ leadership in odinaani (or odinala), which comprises Igbo religion and spirituality and related customs. The importance of the ubọ-aka for the Nri people in traditional practices, including prayer and meditation, is emphasized in Ezegbe’s dissertation (1977).” Carter-Ényì (2024) [2.1] Definition: “A solemn request to God, a god, or other object of worship; a supplication or thanksgiving addressed to God or a god.” (Oxford English Dictionary, “prayer”)",
    "diatonicism": " Diatónico (Spanish) Source: “For Hába, “tonality” was coextensive with diatonicism, and thus contained non-tertian harmonies, if not chromatic notes (Hába 1927, 75). The generation of microtonal divisions followed from the “law of division” found in the sixth octave of the overtone series, but can also be found in much music of the past, as well as in folk repertoires.” Bauer commentary (2024) [3.2] Definition: “Based on or derivable from an octave of seven notes in a particular configuration, as opposed to Chromatic and other forms of Scale. A seven-note scale is said to be diatonic when its octave span is filled by five tones and two semitones, with the semitones maximally separated, for example the major scale (T–T–S–T–T–T–S). The natural minor scale and the church modes (see Mode) are also diatonic.” (Grove Music Online, “diatonic”)",
    "Waiguo wenxue (1990)": " Waiguo wenxue dacidian 外国文学大词典. Diao Shaohua 刁绍华主编 (ed.). Changchun: Jilin jiaoyu chubanshe 长春:吉林教育出版社, 1990.",
    "Pedrell (1890)": " Pedrell, Felipe, Diccionario Técnico De La Música: Escrito Con Presencia De Las Obras Más Notables En Este Género Publicadas En Otros Paíases, Enriquecido Con Más De 11, 500 Voces Castellanas y Sus Correspondencias Italianas, Latinas, Francesas, Alemanas, É Inglesas Más Usuales ... Ilustrado Con 117 Grabados y 51 Ejemplos De Música y Seguido De Un Suplemento. 2. ed. Barcelona: I. Torres Oriol, 1890. \n",
    "recipient": " Source: “On the other side of the metaphor is the naming of a sensation from the perspective of the recipient of tickling, a gesture, as Adam Phillips (1993, 9) elaborates from Darwin, that seems to require an actant and a recipient (“It is the pleasure [the child] cannot reproduce in the absence of the other.”). And yet Geria writes: “Its sound is pangirik [tickling].” If we take this to mean that the sound tickles, the musician is then the tickler. Except, of course, the tickling is not enacted directly on the listener’s body, but rather on the body of the instrument (which is sometimes the musician’s own body, as in the case of singing) as a kind of intermediary substitute for the listener’s body.” (Wang commentary (2024) [2.5]) Definition: “A person who or thing which receives (in various senses); a receiver of something.” (Oxford English Dictionary, “recipient” 2) \n",
    "cultural practice": " Source: Tenzer (2024) Ex. 2 Lexical fields",
    "structure": " Source: “Maintaining the right balance between metrical regularity and the forces that challenge such regularity is key in many musical traditions, and, one might say, in artistic expressions in general: one needs a structure but also something that puts pressure on, or vitalizes, this structure.” (Danielsen commentary (2024) [4]) Definition: “The quality or fact of being organized in a particular manner; definite or purposeful arrangement of parts within a whole.” (Oxford English Dictionary “structure” I.4.a)",
    "avant-garde experimentalism": " Source: “Yun’s Hauptton technique could be understood as his response to the high-modernist trend of 1950s and 60s Germany, in particular, dodecaphony and avant-garde experimentalism.” Park (2024) [1.4]",
    "orchestration": " Source: “Carrillo wrote his first music theory treatises in the 1910s, which were pedagogical and mostly staid, devoted to subjects Jadassohn had written about such as canon and fugue, orchestration, and harmony.” Cannon-Brown (2024) [2.2] Definition: “The term ‘orchestration’ is often used to denote the craft of writing idiomatically for these instruments. ‘To orchestrate’ has also come to mean to score for orchestra a work written for a solo instrument or small ensemble.” (Grove Music Online, “Instrumentation and orchestration”) \n",
    "pitch class": " Source: “In the marginalia shown in Example 9 [Insert Example 9 here], Carrillo examined Schoenberg’s Wind Quintet in terms of its tone row, re-notating three row permutations and identifying their pitch classes. Carrillo further observed, in two marginal comments, how these row permutations segregated even- from odd-numbered pitch classes, and thus WT0 from WT1. He used his observation to contrast Schoenberg’s compositional theory with his own.” Cannon-Brown (2024) [2.9] Definition: “The type of a pitch. Pitches belong to the same class if they have some relation – for example, the octave relation – of compositional or analytical interest. This relation is called an ‘equivalence’ because, in the context of a particular description of musical structure, pitches in the same class are interchangeable, or equivalent.” (Grove Music Online, “pitch class”)",
    "ontology": " Source: “In brief, Li put forth a mystic ontology of Music, proposing that Music is a medium through which artists can create, access, and conquer an amorphous spiritual world, a world he called the “upper realm.” It is through the upper realm, he suggested, that souls can speak to one another. Romantic as it was, Li’s work staged an ontological intervention of Music, seeking to dismiss Ritual as the long-standing Confucian ontological core of Music in China.” Li (2024) [0.2] Definition: “Ontology is the study of the manner, matter and form in which things exist; so the ontologist might ask: what kind of thing is a musical sound or a musical work?” (Grove Music Online, “Philosophy of music”)",
    "actions": " Source: Tenzer (2024) Ex. 2 Lexical fields Definition: “Something done or performed, a deed, an act; (in plural) habitual or ordinary deeds, conduct.” (Oxford English Dictionary, “action” I.2)",
    "emotion": " Source: Tenzer (2024) Ex. 2 Lexical fields Definition: “Originally: an agitation of mind; an excited mental state. Subsequently: any strong mental or instinctive feeling, as pleasure, grief, hope, fear, etc., deriving esp. from one's circumstances, mood, or relationship with others.” (Oxford English Dictionary, “emotion” 3a)",
    "performance": " performance (Portuguese) Source: “The translator’s choice of Shin Eun-Joo’s article on pansori is perfectly suited to presenting such an introduction. Pansori is one of the most important genres in Korean traditional music. Although frequently compared to Western classical opera due to their shared vocal and theatrical attributes, pansori is essentially an epic, narrative storytelling vocal performance executed by a singer and a drum accompanist without stage design or theatrical costumes. Unlike court or ritual music, pansori was first circulated among commoners and the lower class, and later enjoyed by all classes as a principal form of entertainment.” Lee commentary (2024) [3] Definition: “The action of performing a play, piece of music, ceremony, etc.; execution, interpretation.” (Oxford English Dictionary, “performance”)",
    "folktales": " Source: “Ezegbe also notes that there are folktales that warn against “over-indulg[ing] in playing ubọ-aka or other related instruments such as oja (flute), ụbọ-akwara (seven string harp) which are believed to possess the power of attracting spirits” (46).” Carter-Ényì (2024) [2.4]",
    "Shin (2018)": " Shin, Eun-joo. 2018. “Two Theories of Ujo and Pyeongjo in Pansori: Comparing Baek Daewoong’s and Lee Bohyeong’s Theories of Pansori Modes.” \n",
    "rhythmic pattern": " Source A: “The artistic act of a singer interpreting and directing a story through sound is not an undirected improvisation, but—as in music composition—is carried out within a framework of three musical elements: tone color, mode, and rhythmic pattern.” Lee commentary (2024) [3] Source B: “As shown in Example 1, he paired many of these quatrains with stanzas of mostly non-lexical vocables, which model rhythm patterns that are to be played on a drum.” (Peiris (2024) [1,1])",
    "Jianming yinyue (1985)": " Jianming yinyue cidian 志敏,国华编. Zhi Min, Guo Hua (eds.). Haerbin: Heilongjiang renmin chuban she 简明音乐辞典.哈尔滨:黑龙江人民出版社, 1985. \n",
    "mystic": " Source: “Rather than perpetuate the state’s instrumentalization of Music as a (bio-)political force regulated by Ritual, Li proposed a spiritual universality of Music that retools Daoist mysticism through European Expressionist thought (see, for example, Li 1930/1933, 55), yet does not submit Music to dao as the highest spiritual goal (Li 1930/1933, 3). Li’s fascination with the superposition of the mystic and artificial nature of the upper realm characterizes his music theory. This fascination also fuels the many rhetorical tautologies and paradoxes that thrive in the textual imagination it affords.” Li (2024) [0.2] Definition: “Relating to or dealing with spiritual or transcendental matters; relating to mystics or mysticism” (Oxford English Dictionary, “mystic”)",
    "level tone": " Source: “Kirby’s observations about contour tones are consistent with a recent article comparing two unrelated ethnolinguistic cultures, Cantonese and Yoruba (West Africa), co-authored by myself, Edwin Li, and David Aina. We found many commonalities in text setting between the popular music of the two cultures. Moreover, we argue that a prevalence of level tones and their compatibility with global trends in music production may explain the similarity between the two disparate cultures (Li, Carter-Ényì and Aina 2024).” Carter-Ényì commentary (2024) [4]",
    "Maozedong wenyi (1993)": " Maozedong wenyi sixiang da cidian 毛泽东文艺思想大辞典. Feng Guimin 冯贵民, Gao Jinhua 高金华 (eds.), Xue Chunhua 薛纯华, Wu Guangzheng 吴光正, Wang Wensheng 王文生 (co-eds.). Wuhan: Wuhan chuban she 武汉:武汉出版社, 1993.",
    "ragtime": " Source: “This rhythm has elsewhere been identified with ragtime music; the term “primary rag” has been used both for this specific pattern and for rhythmic displacements more generally, in contrast to “secondary rag,” a dissonance of triple groupings (Knowlton 1926, 581; discussed more fully in Berlin 1980, 128–134).” Biamonte commentary (2024) [5] Definition: “A style of popular music that flourished from the mid-1890s to 1918. Its main identifying trait is its ragged—i.e., syncopated—rhythm. While today it is most commonly thought of as a piano style, during the ragtime period the term also referred to other instrumental music, to vocal music, and to dance.” (Grove Music Online, “ragtime”) \n",
    "Yun (1991) - Korean": " Yun, Isang, and Akira Nishimura. 1991. “무한한 우주의 한 끝에서 [At One End of the Endless Universe].” Translated from Japanese to Korean by Jeongbok Seo. In 윤이상의 음악세계 [Musical World of Isang Yun], ed. Seongman Choe and Eunmi Hong. Hangil Sa. Originally published as “無限の宇宙の一端から.” 音楽芸術 [Musical Arts] 42 (1984): 50–61. \n",
    "hemiola": " Source: “The different interpretations of the rhythmic structure are interesting because they admit the possibility of different metric positions, the coexistence between binary and ternary meters, and constructions in hemiola (or cross-rhythm). However, in the copy of the book that is in his library, Andrade also underlines the passage: “the combination of binary and ternary division is characteristic of African metric in general,” noting next to the page: “syncopation?,” giving clues to his doubts that hemiola or cross-rhythm processes would be linked to the idea of syncopation.” Menezes (2024) [1.16] Definition: “The ratio 3:2. The term was first applied to music in connection with the theory of pitch: when the string of the monochord was divided in this ratio the two lengths sounded the interval of a 5th.” (Grove Music Online, “hemiola”) \n",
    "Krŭstev (1967)": " Krŭstev, Venelin, and Institut za muzikoznanie. 1967. “Entsiklopedii︠a︡ Na bŭlgarskata Muzikalna Kultura.” Sofii︠a︡: Izd-vo na Bŭlgarskata akademii︠a︡ na naukite.",
    "musical metamorphosis": " Metamórfosis (Spanish) Source: “Although Carillo’s theory of musical metamorphosis shared elements with those of early twentieth-century theorists such as Arnold Schoenberg, it embraced far different goals and procedures, all of which make it a fascinating case study in global modernism.” Bauer commentary (2024) [1.1] Definition: “A complete change in the appearance, circumstances, condition, or character of a person, a state of affairs, etc.” (Oxford English Dictionary, “metamorphosis”)",
    "Menezes (2024)": " Menezes, Enrique V. 2024. “The Origins of Syncopation in Brazilian Music: An Unpublished Manuscript by Mário de Andrade.” Music Theory Online, 30, no. 4.",
    "accent displacement": " Source: “The intuition present in this passage is impressive for exposing—perhaps for the first time by a Brazilian musicologist—the theoretical formalization, albeit incipient, of a displaced but consistent accent in relation to the main meter, functioning as a regular, tensioning, and complementary element to the meter. The formulation of a second rhythmic support point emerges, which is structured and constant, yet displaced in relation to the main beat. What Andrade seeks to describe—without a clear formulation—is a type of accent displacement that does not occur as a deviation or rupture of the musical discourse, but as a rule of the structure, which, appearing constantly in the performance of musicians from various American cultures, gains a different status from European syncopation.” Menezes (2024) [1.7]",
    "autonomy": " 独立 dú lì (Chinese) Source: “What exactly the concept of “autonomy” should mean, however, when transferred over into aesthetics is a little unclear. You might think that, by analogy, it should entail the claim that works of music are in some sense “self-governing,” or perhaps “self-generating.” That claim might in turn imply something like the high modernist injunction that each work creates its own (radically new and different) organizing principles; or at the other extreme, it might amount to Schenker’s view that each piece emanates outward from the Ursatz (or, somewhere in between, Réti’s that each grows outward like a crystal from its own unique motivic cell).” Martin commentary (2024) [3] Definition: “The condition or right of a state, institution, group, etc., to make its own laws or rules and administer its own affairs; self-government, independence.” (Oxford English Dictionary, “autonomy”)",
    "pitch-centricity": " Source: “Koizumi’s nuclear tones act in pairs, both exerting gravitational force on the music at the same time, allowing for multipolar senses of pitch-centricity. This idea is fundamental to the idea of the tetrachord, for which he is perhaps most famous, and which follows not long afterward in the book.” (Hynes-Tawa (2024) [0.1])",
    "Cannon-Brown (2024)": " Cannon-Brown, Lee. 2024. “Julián Carrillo, Laws of Musical Metamorphosis, and the Landscape of Early Atonal Thought.” Music Theory Online 30, no. 4. \n",
    "Zhongwai guangbo (1995)": " Zhongwai guangbuo dianshi baike quanshu 中外广播电视百科全书. Zhao Yuming 赵玉明, Wang Fushun 王福顺(eds.). Beijing: Zhongguo guangbo dianshi chuban she 北京:中国广播电视出版社, 1995.",
    "Zhongguo wenxue (1997)": " Zhongguo wenxue da cidian 中国文学大辞典. Qian Zhonglian 钱仲联, Fu Xuancong 傅璇琮, Wangyunxi 王运熙 (eds.). Shanghai: Shanghai cishu chuban she 上海:上海辞书出版社, 1997.",
    "Danielsen commentary (2024)": " Danielsen, Anne. “Commentary.” Music Theory Online 30, no. 4 (2024). ",
    "Heterophony": " Source: “As such, I read Yun’s critique not as a reiteration of problematic East/West binaries, but as a differential way of thinking about musical structure, process, interpretation, and experience that has affinities with how other experimental logics address matters of time, indeterminacy, mobile forms, heterophony and micropolyphony, and much more.” (Stover commentary (2024) [1.4]) Definition: “Term coined by Plato, of uncertain meaning; now used to describe simultaneous variation of a single melody.” (”Heterophony,” Grove Music Online)",
    "Tomosha (2002)": " Tomosha, Ongaku no. 新編音楽中辞典 /Shinpen ongaku chūjiten. 2002. ",
    "character": " Source: Tenzer (2024) Ex. 2 Lexical fields Definition: “The sum of the moral and mental qualities which distinguish an individual or a people, viewed as a homogeneous whole; a person's or group's individuality deriving from environment, culture, experience, etc.; mental or moral constitution, personality..” (Oxford English Dictionary, II.9.a)",
    "responsorial singing": " Source: “In this note, Andrade is studying the article “African Negro Music” by Erich M. Hornbostel (1928). As the director of the Phonographic Archive in Berlin, Hornbostel was a pioneer in the academic study of African music. In this article, Hornbostel identifies some characteristics that he considers fundamental, which will be further developed by later authors: a highly developed rhythmic structure and, in vocal music, the predominance of responsorial singing and polyphony.” Menezes (2024) [1.14] Definition: “Relating to (liturgical) responses; sung alternately. In later use also: spec. (of a psalm in the liturgy) chosen for its thematic relation to the preceding reading and performed as a responsory.” (Oxford English Dictionary, “responsorial”)",
    "auditory stream": " Source: “In addition, while Keil wanted to direct attention to the vital effects produced by musicians co-articulating the same beat and thus contributing to the same auditory stream (Bregman 1994), métrica derramada asks musicians (and listeners) to refer to the same beat in two different streams.” (Danielsen commentary (2024) [6])",
    "Shijie shixue (1999)": " “World Encyclopedia of Poetics 世界诗学百科全书.” Zhou Shizhong 周式中,Sun Hong 孙宏,Tan Tianjian 谭天健等主编. Xi’an: Shaanxi People’s Publishing House 西安:陕西人民出版社. 1999 \n",
    "cadential function": " Source: “Another significant feature of the pansori modes discussed in the translated text is that each constituent note assumes individual attributes. This is most evident in Baek’s explanation of Ujo and Pyeongjo in Tables 2 and 3, where constituent notes are defined not only by particular intervals, but also by specific singing methods and techniques, frequency of occurrence, cadential function, melodic direction, and so on.” Lee commentary (2024) [6]",
    "masculinity": " Source: “Additionally, the ubọ-aka is a symbol of masculinity and manhood, reflecting the patrilineal nature of social organization among the Nri people. It also plays a role in socialization, as it is used for leisure and relaxation, and is associated with courtship and marriage, conveying love and expectations in married lives.” Carter-Ényì (2024) [2.3] Definition: “The state or fact of being masculine; the assemblage of qualities regarded as characteristic of men; maleness, manliness.” (Oxford English Dictionary, “masculinity”)",
    "Beijing daxue faxue (1999)": " Beijing daxue faxue baikequanshu xianfaxue || xingzhengfaxue 北京大学法学百科全书 宪法学||行政法学. Xiao Weiyun 肖蔚云, Jiang Mingan 姜明安主编 (eds.). Beijing: Beijingdaxue chubanshe 北京:北京大学出版社, 1999. \n",
    "Hristov (1925)": " Hristov, Dobri. “Metrichnite i ritmichnite osnovi na b ˘ ulgarskata narodna muzika,” in Muzikalno-teoretichesko i publitsistichesko nasledstvo, vol. 1, ed. Venelin Kr ˘ ustev, Sofia 1967, pp. 33–98. \n",
    "Goldberg (2024)": " Goldberg, Daniel. 2024. “Translation of Dobri Hristov’s “Metric and Rhythmic Fundamentals of Bulgarian Folk Music.”” Music Theory Online 30, no. 4. \n",
    "Songci da (2003)": " Songci da cidian 宋词大辞典. Wang Zhoapeng 王兆鹏, Liu Zunming 刘尊明 (eds.). Nanjing: Fenghuang chuban she 南京:凤凰出版社, 2003. ",
    "Author (Last) (Year)": " Full Reference in Chicago (Example below): Li, Edwin K. C. 2024. “Music as Language of the Upper Realm: Li Tsing-chu’s A General Treatise on Music (1930/1933).” Music Theory Online, forthcoming.",
    "intergenerational transmission": " Source: “Igbo ubọ-aka music is an oral tradition maintained through intergenerational transmission and rote learning. However, Eze is among a small group of ubọ-aka players in Anambra state who use standard music notation to record and transmit ubọ-aka pieces, particularly the purpose of teaching the instrument.” Carter-Ényì (2024) [4.1]",
    "International Phonetic Alphabet (IPA)": " Source: “Qian’s attention to Sinitic traditional music and its regional varieties diverges from scholarship on Mandarin opera and popular music, which has been the focus of English-language scholarship on Mandarin vocal music. But the challenge is how to analyze this music. She advocates for the use of IPA. For example, her Shuang Yin Vocal Notation includes an IPA text with tone notation under (Western) staff notation.” Carter-Ényì commentary (2024) [9] \n",
    "singer": " 소리꾼 sorikkun (Korean) Source: “The translator’s choice of Shin Eun-Joo’s article on pansori is perfectly suited to presenting such an introduction. Pansori is one of the most important genres in Korean traditional music. Although frequently compared to Western classical opera due to their shared vocal and theatrical attributes, pansori is essentially an epic, narrative storytelling vocal performance executed by a singer and a drum accompanist without stage design or theatrical costumes. Unlike court or ritual music, pansori was first circulated among commoners and the lower class, and later enjoyed by all classes as a principal form of entertainment.” Lee commentary (2024) [3] Definition: “One who sings; a trained vocalist” (Oxford English Dictionary, “singer”)",
    "thumb piano": " Source: “Over time, the Zimbabwean term mbira has been generalized to represent all thumb pianos, including those found in Africa and South America (Kubik and Cooke 2001). The generalization of the indigenous name suggests that the Zimbabwean instruments, probably owing to Tracey’s promotion, have served in the Anglophone world as important representatives of this family of lamellophones.” Chow commentary (2024) [1]",
    "sensation": " Source A: “But Geria gradually passes from Prakempa’s metaphysical style to a discourse on the play of tones and the concrete sensations they produce. Having sculpted these worlds as continuous, even a non-Balinese reader can connect the umwelt of precolonial Bali to an international emergent music theory based on earthly perception and cognition.” (Tenzer (2024) [0.6]) Source B: “Which is to say that the entry of “tickling” here both closes and opens the gap to the direct confrontation of touch. The sound both raises the sensation associated with a kind of touch-play while also safeguarding it away from immediate touch, where tickling is more likely to be a source, say, of a sustained and mild pleasure than a body-contorting pleasure/panic.” (Wang commentary (2024) [2.6]) Definition: “A physical feeling; spec. a mental state resulting from a stimulus operating on any of the senses or from a condition of part of the body.” (Oxford English Dictionary, “sensation” 1a)",
    "Pyǒn (2012)": " Pyŏn, Mi-hye. Kugak yongŏ sajŏn = Korean music terms dictionary. Ch’op’an. Sŏul: Minsogwŏn, 2012. Print.",
    "heterarchical": " Source: “Prakempa’s pivotal mandala-like illustration, the pangider bhuwana (dispersion around the cosmos; see Example 1) comprises heterarchical groupings of tones, letters, colors, gods, and parts of the body, each “installed” at one of ten cardinal direction points (North, Northeast, East, Southeast, South, Southwest, West, Northwest, and above and below the Center).” (Tenzer (2024) [0.5]) Definition: “heterarchy, form of management or rule in which any unit can govern or be governed by others, depending on circumstances, and, hence, no one unit dominates the rest. Authority within a heterarchy is distributed. A heterarchy possesses a flexible structure made up of interdependent units, and the relationships between those units are characterized by multiple intricate linkages that create circular paths rather than hierarchical ones. Heterarchies are best described as networks of actors—each of which may be made up of one or more hierarchies—that are variously ranked according to different metrics. Etymologically speaking, the term is made up of the Greek words heteros, meaning “the other,” and archein, meaning “to rule.”” (Britannica, “heterarchy”)",
    "control": " Source: “This weakness, again, may seem a non-problem to those immersed in the cultural milieu of Euro-American music theory, where such concepts abound, or dare I say control thought. In my view it is one of the fundamental weaknesses of Western music theory—a note-centric, rather than melody-centric approach. The desire to find the rules, the laws of music, what it is that governs musical construction. These are chimeras rooted in the fundamental Platonic fallacy underlying music theory, which—as I alluded to above—disappeared in the field of Linguistics with the comparative revolution and the understanding of the fundamentally arbitrary nature of communication. Back to Koizumi’s text, there is a big leap between observing that certain notes are poles of melodic attraction and asserting that they control melodies. The first is evident aurally. The second is a philosophical assertion ungrounded in any evidence and untested (and perhaps untestable) scientifically. What does this concept of “control” even mean in the musical context? Perhaps the ghost of the racist Heinrich Schenker can explain it to me..” (Shumays commentary (2024)[3.6]) Definition: “The fact or power of directing and regulating the actions of people or things; direction, management; command. Also occasionally: an instance of this.” (Oxford English Dictionary, “control” 2a)",
    "Lacál (1900)": " Lacál, Luisa. Diccionario De La Música Técnico, Histórico, Bio-Bibliográfico. 3. ed. Madrid: San Francisco de Sales, 1900.",
    "diminution": " Disminución (Spanish) Source: “By referencing canonical composers such as Bach, Beethoven, and Wagner, Carrillo framed his musical laws as a continuation, and a radicalization, of techniques such as contrapuntal augmentation and diminution, which had suffused the musical works and theoretical treatises he most admired.” Cannon-Brown (2024) [3.7] Definition: “A term used in the context of improvised embellishment during the Renaissance and Baroque periods to describe a melodic figure that replaces a long note with notes of shorter value. Diminution is close in meaning to the English ‘division’, the Italian passaggio, the Spanish glosa, and the French double. Whereas specific graces such as trills or appoggiaturas were applied to single notes, diminutions served to decorate the transition from one note of a melody to the next with passage-work, giving scope for virtuoso display. 16th- and 17th-century instruction books provide tables of diminution formulae for the most used musical intervals, in various note values, which performers could learn by rote and apply to any piece of music.” (Grove Music Online, “diminution”)",
    "Shumays commentary (2024)": " Shumays, Sami A. “Commentary.” Music Theory Online 30, no. 4 (2024). ",
    "hand-plucked": " Source: “The Igbo people have a different method of categorization. According to Lo Bamijoko (1987), “ubọ” describes an instrument that is plucked, and “aka” means hand. The name therefore means “hand-plucked” and could be confused with other instruments, such as string instruments, which are also hand-plucked. The instrument’s name not only describes how it is played but also indicates how it is used.” Carter-Ényì (2024) [2.2]",
    "Zhongguo yinyue (1984)": " Zhongguo Yin Yue Ci Dian. Beijing di 1 ban. Beijing: Ren min yin yue chu ban she, 1984. \n",
    "Boyd commentary (2024)": " Boyd, Clifton. “Commentary: Music Theory, Nationalism, and the “Invention” of Bulgarian Rhythm.” Music Theory Online 30, no. 4. ",
    "Ulhôa (1999)": " Ulhôa, Martha Tupinambá de. “Métrica derramada: prosódia musical na Canção Brasileira Popular.” 1999. https://archive.hemispheric.org/course-rio/imperio/materials/text/metrica.htm ",
    "Kamus Budaya Bali (2016)": " Kamus Budaya Bali. Bali: Balai Bahasa Bali, 2016. ",
    "Yun (1984) - Japanese": " Yun, Isang, and Akira Nishimura. 1984. “無限の宇宙の一端から [At One End of the Endless Universe].”  音楽芸術 [Musical Arts] 42 (1984): 50–61.",
    "Zhongguo qu xue (1997)": " Zhongguo qu xue da cidian 中国曲学大辞典. Qi Senhua 齐森华, Chen Duo 陈多, Ye Changhai 叶长海 (eds.). Hangzhou: Zhejiang jiaoyu chuban she 杭州:浙江教育出版社, 1997.",
    "Klangfarbenmelodie": " Source: “Alongside this unfolding, we hear a timbrally heterogeneous texture involving six wind or brass instruments playing what could be construed as a single Klangfarbenmelodie line or, perhaps, as a pair of shorter composite gestures in a kind of antecedent-consequent relation.” (Stover commentary (2024) [1.9] This is technically a German term…? Definition: “A term coined by Schoenberg in his Harmonielehre (1911) to refer to the possibility of a succession of tone-colours related to one another in a way analogous to a relationship between the pitches in a melody.” (”Klangfarbenmelodie,” Grove Music Online)",
    "Palatín (1990)": " Palatín, Fernando. Diccionario de Música (Sevilla, 1818). Edited by Angel Medina. Universidad de Oviedo Servicio de Publicaciones, 1990. ",
    "frequency": " Source: “Another significant feature of the pansori modes discussed in the translated text is that each constituent note assumes individual attributes. This is most evident in Baek’s explanation of Ujo and Pyeongjo in Tables 2 and 3, where constituent notes are defined not only by particular intervals, but also by specific singing methods and techniques, frequency of occurrence, cadential function, melodic direction, and so on.” Lee commentary (2024) [6] Definition: “The number of times per second (or other unit of time) that a cycle of disturbances is exactly repeated. For example, if a string is vibrating in its fundamental mode, one cycle could be thought of as starting from the mid-position, moving to a maximum displacement in one direction, moving back to zero, moving to a maximum displacement in the other direction and finally back to zero.” (Greated, Clive. \"Frequency.\" Grove Music Online. 2001)",
    "Stover (2024)": " Stover, Chris. 2024. “Translation of Martha Ulhôa de Tupinamba’s “Métrica derramada: Musical Prosody in Brazilian Popular Song”.” Music Theory Online 30, no. 4. \n",
    "Carter-Ényì commentary (2024)": " Carter-Ényì, Aaron. 2024. “Commentary.” Music Theory Online 30, no. 4. (CHECK CITATION)",
    "opera": " 오페라 opera (Korean) オペラ opera (Japanese) Source: “As such, assertions of music’s autonomy tend to shade over into a commitment to “art for art’s sake,” and perhaps to lead one to (or justify after the fact—which is the cart? which the horse?) a distaste for opera or program music and a comparative valorization, say, of string quartets by Brahms.” Martin commentary (2024) [3] Definition: “Most narrowly conceived, the word ‘opera’ signifies a drama in which the actors sing throughout. There are, however, so many exceptions among the operatic works of the West – so many works popularly called operas in which some parts are spoken or mimed – that the word should be more generically defined as a drama in which the actors sing some or all of their parts.” (Grove Music Online, “Opera (i)”)",
    "Ding (1969)": " Ding, Fubao, Fo Xue Da Ci Dian. Taibei Shi: Hua yan lian she, n581.",
    "speech": " fala (Portuguese Source: “A vocalist sings to a drum player’s accompaniment. The vocalist performs three artistic acts: singing, speech, and body gestures. The drummer controls the flow of the music through rhythmic patterns.” Lee commentary (2024) [3] Definition: “The act of speaking; the natural exercise of the vocal organs; the utterance of words or sentences; oral expression of thought or feeling.” (Oxford English Dictionary, “speech”) \n",
    "cakewalk": " Source: “The pattern also appears in Example 5 ([1.19]), a transcription of Amerindian music transcribed by the French musicologist Marguerite Béclard d’Harcourt, who identifies the pattern with Indigenous and Black musics, as well as cakewalks, two-steps, and tangos.” Biamonte commentary (2024) [5] Definition: “A social and theatrical dance of African American origin, developed from a competitive “prize walk” done by slaves on antebellum plantations in southern states. The original form, called a “chalkline walk,” known from about 1850 in Florida, was a contest for performers walking solemnly while balancing buckets of water on their heads.” (Grove Music Online, “cakewalk”)",
    "cosmology": " Source A: “The mythological stories featured in these verses are also consistent with long-established Sinhalese Buddhist cosmological worldviews, and arguably served to give value and meaning to the dancing, singing, and drumming associated with religious rituals.” (Peiris (2024) [1.4]) Source B: “Prakempa (and the related Aji Gurnita lontar)(2) are gnomic and cosmological, and unlikely to have been intended for any public.” (Tenzer (2024) [0.2]) Definition: “The science or theory of the universe as an ordered whole, and of the general laws which govern it. Also, a particular account or system of the universe and its laws.” (Oxford English Dictionary, “cosmology”) \n",
    "improvisation": " Source: “The artistic act of a singer interpreting and directing a story through sound is not an undirected improvisation, but—as in music composition—is carried out within a framework of three musical elements: tone color, mode, and rhythmic pattern.” Lee commentary (2024) [3] Definition: “The creation of a musical work, or the final form of a musical work, as it is being performed. It may involve the work’s immediate composition by its performers, or the elaboration or adjustment of an existing framework, or anything in between. To some extent every performance involves elements of improvisation, although its degree varies according to period and place, and to some extent every improvisation rests on a series of conventions or implicit rules.” (Nettl, Bruno, Rob C. Wegman, Imogene Horsley, Michael Collins, Stewart A. Carter, Greer Garden, Robert E. Seletsky, Robert D. Levin, Will Crutchfield, John Rink, Paul Griffiths, and Barry Kernfeld. \"Improvisation.\" Grove Music Online. 2001)",
    "musical universalism": " Source: “This annotated translation aspires to draw readers into a mode of music-theorizing that espouses a musical universalism rooted in a specific culture, in response to a particular cultural crisis, and expressed through a distinct sphere of morphology and rhetoric.” Li (2024) [0.5]",
    "metaphor": " Source: “On one side of the tension, we find language that seems to invoke the function of metaphor or simile, “beetle sips flower essence”; on the other side is a description of a sensation from the perspective of the recipient of a sensory act. After the presentation of this sustained tension between metaphor and sensation comes Tenzer’s clarifying gloss that “reveals” the hidden subtext of sexuality, a revelation that nevertheless takes the form of a euphemistic concealment (“which in yesteryear led to more than flirtation”).” (Wang commentary (2024) [2.3]) Definition: “Something regarded as representative or suggestive of something else, esp. as a material emblem of an abstract quality, condition, notion, etc.; a symbol, a token. Frequently with for, of.” (Oxford English Dictionary, “metaphor” 2)",
    "Cosme (1957)": " Cosme, Luiz. Dicionário Musical. Instituto Nacional do Livro, 1957. ",
    "melodic direction": " Source: “Another significant feature of the pansori modes discussed in the translated text is that each constituent note assumes individual attributes. This is most evident in Baek’s explanation of Ujo and Pyeongjo in Tables 2 and 3, where constituent notes are defined not only by particular intervals, but also by specific singing methods and techniques, frequency of occurrence, cadential function, melodic direction, and so on.” Lee commentary (2024) [6]",
    "accent": " акцент/aktsent (Bulgarian) acento (Portuguese) Source: “The intuition present in this passage is impressive for exposing—perhaps for the first time by a Brazilian musicologist—the theoretical formalization, albeit incipient, of a displaced but consistent accent in relation to the main meter, functioning as a regular, tensioning, and complementary element to the meter. The formulation of a second rhythmic support point emerges, which is structured and constant, yet displaced in relation to the main beat. What Andrade seeks to describe—without a clear formulation—is a type of accent displacement that does not occur as a deviation or rupture of the musical discourse, but as a rule of the structure, which, appearing constantly in the performance of musicians from various American cultures, gains a different status from European syncopation.” Menezes (2024) [1.7] Definition: “The prominence given to a note or notes in performance by a perceptible alteration (usually increase) in volume (‘dynamic accent’); a lengthening of duration or a brief preceding silence of articulation (‘agogic accent’); an added ornament or pitch inflection of a melodic note (‘pitch accent’); or by any combination of these. The term is also used for any of the notational signs used to indicate that such prominence is required.” (Grove Music Online, “accent”)",
    "Dissanayake (1985)": " Dissanayake, Mudiyanse. Kohomba Yak Kankariya and Its Social Relevance (Ritual of the Demon/Deity of Kohomba). 1985.",
    "Tenzer (2024)": " Tenzer, Michael. “Gusti Putu Madé Geria’s Theory for Balinese Gamela.” Music Theory Online 30, no. 4 (2024). \n",
    "Lunli xue (1989)": " “Dictionary of Ethics 伦理学大辞典.” Song Xiren 宋希仁, Chen Laozhi 陈劳志, Zhao Renguang 赵仁光 (eds.)  Changchun: Jilin People’s Publishing House 长春:吉林人民出版社, 1989. ",
    "Martin commentary (2024)": " Martin, Nathan John. 2024. “Commentary.” Music Theory Online 30, no. 4.",
    "music aesthetics": " Source: “Li’s most significant contributions were in the field of music aesthetics. As Cai Zhongde (1995, 95) comments on the historical value of Li’s works: Li “is not only a representative of modern Chinese Enlightenment in the field of music aesthetics but also the only music aesthetician in modern China.” Li’s most influential works are two music-theoretical texts published in the 1930s: Yuehua樂話Chitchat about Music (1930) and Yinyuetonglun 音樂通論A General Treatise on Music (1930/1933).” Li (2024) [0.1] Definition: “The theoretical reflections on the status of music as an art and as a form of meaningful articulation, which constitute what is now termed the ‘aesthetics of music’, are often seen as merely a continuation of philosophical reflection upon music of the kind that began with the Greeks.” (Grove Music Online, “Philosophy of music”)",
    "drum stroke": " Source: “This article aims to broaden common understandings of music theory through the lens of orally transmitted ritualistic verses from Sri Lanka, which are sung or recited along with drumming. I have chosen to present audio recordings of these verses being performed (some including video), along with transliterations and translations, to illustrate the ways in which the oral transmission and performance of such lyrics involves different modes of theorizing—such as knowledge of how conventional poetic meters can be sung, shared understandings of how to interpret vocables as drum strokes, and the association of different drum timbres with cosmological references.” (Peiris (2024) [0.2])",
    "syncopation": " síncopa (Portuguese) Source: “Mário de Andrade (1893–1945), a key figure in Brazilian modernism, intended, alongside his many activities, to write a book about the origins of syncopation in Brazil. This project was announced in his 1928 Ensaio sobre a música brasileira in a brief suggestion that “syncopation [is] more likely imported from Portugal than from Africa (as I will certainly show in a future book) [...]” (Andrade 2020 [1928]). It is known that this book was never written; the writer died relatively young, at 51, before working on it.” Menezes (2024) [1.1] Definition: “The regular shifting of each beat in a measured pattern by the same amount ahead of or behind its normal position in that pattern; in polyphonic textures this may occur in some or all of the parts. Syncopation usually occurs in lines in which the strong beats receive no articulation.” (Grove Music Online, “syncopation”)",
    "microtiming": " Source: “Among many important theoretical contributions is this 1999 article on “métrica derramada,” which approaches the issue of musical microtiming from the perspective of the speech prosody of Brazilian Portuguese.” (Stover (2024) [0.1])",
    "musical object": " Source: “This is a crucial intervention with stakes for music analysis as well as musical experience: the fundamental musical object is in fact something always already in a process of changing.” (Stover commentary (2024), [1.2])",
    "repetition": " Source: “Based upon this distinctive character, Ulhôa makes the point that Brazilian popular song produces a circular feel (in contrast to what she calls the linear feel of much Western art music). However, when all the layers stress, for example, the first beat of a pattern, it may also produce a circular feel, in fact—see, for example, Snead’s analysis of how repetition in many African American musics makes the groove cut back to its own beginning (Snead 1984).” (Danielsen commentary (2024) [4]) Definition: “Music. The repeating of a passage; a repeated passage; = repeat n. 1a; (also) the repeating of a note or chord. Frequently in sign (mark, strike, etc.) of repetition: = repeat” (Oxford English Dictionary, “repetition” III.5.b.)",
    "eighth tone": " Source: “Carrillo justified this sixteenth-tone limit for his microtonal system by arguing that it was practical. Within a single composition, he pointed out, sixteenth tones could be multiplied to form eighth tones, quarter tones, semitones, and whole tones, and so could be reconciled with a variety of microtonal and traditional instruments (Carrillo 1938, 24).” Cannon-Brown (2024) [2.4]",
    "natural world": " Source: Tenzer (2024) Ex. 2 Lexical fields",
    "rhythmic tolerance": " Source: “This is a possibility here because a perceptual structure of considerable “rhythmic tolerance,” as Johansson (2010) has named it, is established from the very beginning of this performance. Thus, the temporal flexibility for experiencing two divergent streams as one coherent structure is considerable.” (Danielsen commentary (2024) [3])",
    "tone color": " Source: “The artistic act of a singer interpreting and directing a story through sound is not an undirected improvisation, but—as in music composition—is carried out within a framework of three musical elements: tone color, mode, and rhythmic pattern.” Lee commentary (2024) [3] Definition: “Timbre; hence tone-coloured adj., tone-colouring.” (Oxford English Dictionary, “tone color”) \n",
    "co-articulating": " Source: “In addition, while Keil wanted to direct attention to the vital effects produced by musicians co-articulating the same beat and thus contributing to the same auditory stream (Bregman 1994), métrica derramada asks musicians (and listeners) to refer to the same beat in two different streams.” (Danielsen commentary (2024) [6])",
    "mode": " 악조 akjo / 조 jo (Korean) 音调 yīndiào / 调 diào (Chinese) Source: “The artistic act of a singer interpreting and directing a story through sound is not an undirected improvisation, but—as in music composition—is carried out within a framework of three musical elements: tone color, mode, and rhythmic pattern.” Lee commentary (2024) [3] Definition: “A term in Western music theory with three main applications, all connected with the above meanings of modus: the relationship between the note values longa and brevis in late medieval notation; interval, in early medieval theory; and, most significantly, a concept involving scale type and melody type. The term ‘mode’ has always been used to designate classes of melodies, and since the 20th century to designate certain kinds of norm or model for composition or improvisation as well.” (Powers, Harold S., Frans Wiering, James Porter, James Cowdery, Richard Widdess, Ruth Davis, Marc Perlman, Stephen Jones, and Allan Marett. \"Mode.\" Grove Music Online. 2001)",
    "Igbo tonal language": " Source: “Furthermore, the ubọ-aka has the potential for inclusion in African music education in schools, colleges, and higher institutions of learning. It can be used to teach traditional scales, melodic and rhythmic patterns, interval relationships, and the Igbo tonal language due to its eight metal keys, which, according to Eze, are linguistically tuned and representative of the Igbo traditional modal structure.” Carter-Ényì (2024) [2.5]",
    "Cook (1995)": " Cook, Scott. “‘Yue Ji’ 樂記 -- Record of Music: Introduction, Translation, Notes, and Commentary.” Asian Music 26, no. 2 (1995): 1–96. https://doi.org/10.2307/834434.",
    "Zhongguo ci xue (1996)": " Zhongguo ci xue da cidian 中国词学大辞典. Ma Xingrong 马兴荣, Wu Xionghe 吴熊和, and Cao Jiping 曹济平 (eds.). Hangzhou: Zhejiang jiaoyu chuban she 杭州:浙江教育出版社, 1996.",
    "Andrade (1989)": " Andrade, Mário de, Oneyda Alvarenga, and Flávia Camargo Toni. Dicionário Musical Brasileiro. [Brasília]: Ministério da Cultura, 1989.",
    "Dong (1993)": " Dong, Haowen 董浩文. Zhongguo xiaoxue jiaoxue baike quanshu yinyue juan 中国小学教学百科全书 音乐卷. Xu Hanwan 徐汉文, Mao Kuangping 茅匡平, Peng Qiwan 彭其畹 (eds.). Shenyang: Shenyang Publishing House 沈阳:沈阳出版社, 1993. ",
    "monistic": " Source: “As suggested, “tone,” for Yun, encompasses all number of embellishments, mutations, disturbances, and even redirections and superimpositions, what I will describe below as a monistic whole any given span of which should be thought of as an adumbration or perspective.” (Stover commentary (2024), [1.3]) Definition: “Of, relating to, or of the nature of monism; holding or advocating any of the doctrines or theories of monism.” (Oxford English Dictionary, “monistic”)",
    "rhythmic dissonance": " Source: “Andrade theorizes syncopation in Brazilian music as a structural background pattern rather than a rhythmic dissonance that needs to resolve, which Menezes and Pires connect to theorizations of timeline patterns in African musics ([1.7]). Such structures function analogously to the backbeat pattern that underpins much Anglophone popular music.” Biamonte commentary (2024) [6]",
    "stage design": " Source: “The translator’s choice of Shin Eun-Joo’s article on pansori is perfectly suited to presenting such an introduction. Pansori is one of the most important genres in Korean traditional music. Although frequently compared to Western classical opera due to their shared vocal and theatrical attributes, pansori is essentially an epic, narrative storytelling vocal performance executed by a singer and a drum accompanist without stage design or theatrical costumes. Unlike court or ritual music, pansori was first circulated among commoners and the lower class, and later enjoyed by all classes as a principal form of entertainment.” Lee commentary (2024) [3] Definition: “Stage design represents the sum of the visual elements of theatrical production combining all forms of scenery, lighting, makeup and costumes (and sometimes the actual space in which the production is presented) to create an illusion of a place, space and time. Stage design is an ephemeral theatrical art, capable of realizing its full potential only in the context of a performance.” (Boetzkes, Manfred, Evan Baker, and Nicholas John. \"Stage design.\" Grove Music Online. 2002)",
    "Tantrism": " Source: “Ambiguity has a positive valuation and reflects blends of indigenous beliefs with layers of accreted mysticism of Indic and Islamic origin, including Tantrism. Utama (2016) documents Tantrism’s embedded persistence in many of today’s Balinese material symbols, food, music, dance, and rituals, even if only priests or erudite persons could name these connections.” (Tenzer (2024) [0.6]) Definition: “(Adherence to) the doctrine or principles of the Tantras, involving mantras, meditation, yoga, and ritual.” (Oxford English Dictionary, “Tantrism”)",
    "court music": " 아악 aak (Korean) 雅楽 gagaku (Japanese) Source: “The translator’s choice of Shin Eun-Joo’s article on pansori is perfectly suited to presenting such an introduction. Pansori is one of the most important genres in Korean traditional music. Although frequently compared to Western classical opera due to their shared vocal and theatrical attributes, pansori is essentially an epic, narrative storytelling vocal performance executed by a singer and a drum accompanist without stage design or theatrical costumes. Unlike court or ritual music, pansori was first circulated among commoners and the lower class, and later enjoyed by all classes as a principal form of entertainment.” Lee commentary (2024) [3] Definition: “Gagaku, the ancient traditional music of the Japanese court, today comprises the following repertories: tōgaku, komagaku, saibara, rōei and Shintō ritual music and dance. The two Chinese characters used to write gagaku (literally ‘elegant music’) were originally used in China to signify Confucian ritual music.” (Marett, Allan. \"Japan - Court music.\" Grove Music Online. 2001)",
    "ambiguity": " Source: “Ambiguity and enigma are aspects of learning and knowledge in the intertwined Balinese and Javanese cultural spheres, even more so in the past as knowledge production was decentralized. Ambiguity has a positive valuation and reflects blends of indigenous beliefs with layers of accreted mysticism of Indic and Islamic origin, including Tantrism.” (Tenzer (2024) [0.6]) Definition: “Originally and chiefly with reference to language: the fact or quality of having different possible meanings; capacity for being interpreted in more than one way; (also) lack of specificity or exactness.” (Oxford English Dictionary “ambiguity” 1a)",
    "Hynes-Tawa (2024)": " Hynes-Tawa, Liam. 2024. “Koizumi Fumio on Nuclear Tones.” Music Theory Online 30, no. 4. ",
    "nationalism": " Source A: “For present-day music theorists working in a scholarly tradition that privileges European classical music, the logic of Hristov’s nationalism and many of the conceptual components of his theory may be familiar, while some of the historical and musical particulars of early twentieth-century Bulgaria may be less widely known, making for a potentially productive example of music theory’s ideological commitments.” (Goldberg (2024) [0.3]) Source B: “Instead, I wish to highlight Hristov’s role in crafting a narrative surrounding rhythm in Bulgarian folk music and in aligning it with a nationalist agenda.” (Boyd commentary (2024) [4]) Definition: “Ideology according to which all people owe a supreme loyalty to their nation and which holds that each nation should be embodied in a separate state. Nationalist sentiment, drawing upon and extolling a common culture, language and history, can be a powerful unifying force. With the possible exception of independence movements against colonialism and imperialism, nationalism is essentially conservative.” (Oxford Reference)",
    "metaphysics": " Source A: “Yun suggests there is a fundamentally “intuitive” aspect of East Asian thinking that “transcends the logical/illogical distinction” (and later, the rational/irrational distinction) of European Enlightenment metaphysics.” (Stover commentary (2024)[1.4] Source B: “But Geria gradually passes from Prakempa’s metaphysical style to a discourse on the play of tones and the concrete sensations they produce. Having sculpted these worlds as continuous, even a non-Balinese reader can connect the umwelt of precolonial Bali to an international emergent music theory based on earthly perception and cognition.” (Tenzer (2024) [0.6]) Definition: “most generally, the philosophical investigation of the nature, constitution, and structure of reality” (”Metaphysics,” The Cambridge Dictionary of Philosophy) ",
    "Qian (2024)": " Qian, Rong. 2024. “Report: My Footsteps and Related thoughts on the Systematic Construction of Linguistics of Music in the 21st Century.” Music Theory Online, forthcoming.",
    "Villepastour commentary (2024)": " Villepastour, Amanda. “Commentary.” Music Theory Online 30, no. 4 (2024). ",
    "microtonal": " Source A: “My inclination, partially based on recent findings by Schellenberg and Gick (2020) and Li (2021) on Cantonese, is that aspects of the text (chàngcí) are found in microtonal variations within the singing voice. Yet, these microtonal variations are not included in what might be accepted as an accurate transcription of the melody. My opinion is that the chàngqiāng (vocal music) is to be found in the recorded voice rather than in the transcription because it is the former that includes the vocal inflections.” Carter-Ényì commentary (2024) [10] Source B: “Carrillo centered his Sonido 13 mythology on the sixteenth tone because it was the smallest usable interval in his microtonal system. He wanted to compose with not only equal-tempered sixteenth tones of the ratio 962, but also equal-tempered fifteenth tones (902), fourteenth tones (842), thirteenth tones (782), and so on, up to and including the familiar semitones and whole tones of the twelve-note scale.” Cannon-Brown (2024) [2.5]  Definition: “Instruments specially constructed or adapted for performing music in microtonal tuning systems or to give accurate tuning in temperaments other than the ‘standard’ 12-note Equal temperament (ET). […] Although some specialists limit the meaning of ‘microtonal’ to intervals that are less than a quarter-tone, others more logically apply it to all intervals that are smaller than the semitone, adopting the term ‘macrotonal’ for the few tunings that use larger intervals (primarily nine-, ten- and 11-note).” (Oxford English Dictionary, “microtonal instruments”)",
    "verse": " Source: “This article aims to broaden common understandings of music theory through the lens of orally transmitted ritualistic verses from Sri Lanka, which are sung or recited along with drumming. I have chosen to present audio recordings of these verses being performed (some including video), along with transliterations and translations, to illustrate the ways in which the oral transmission and performance of such lyrics involves different modes of theorizing—such as knowledge of how conventional poetic meters can be sung, shared understandings of how to interpret vocables as drum strokes, and the association of different drum timbres with cosmological references.” (Peiris (2024) [0.2]) Definition: “Metrical composition, form, or structure; language or literary work written or spoken in metre; poetry, esp. with reference to metrical form. Opposed to prose.” (Oxford English Dictionary, “verse”)",
    "modernization": " Source: “Many embraced this “modernization” and rejected their native cultures. Still others attempted to re-embrace their native cultures, but without decolonizing their minds from the unconscious hegemony of Western philosophy.” (Shumays commentary (2024) [4.3]) Definition: “A theory of social development originating in the United States in the 1960s as an alternative to Marxism, which proposes that all societies necessarily evolve from a simple to a complex structure and towards a goal of industrialization.” (Oxford English Dictionary, “modernization theory”)",
    "Tang songci (1990)": " Tang songci baike da cidian 唐宋词百科大辞典. Wang Hong 王洪 (ed.). Beijing: Xueyuan chuban she 北京:学苑出版社, 1990.",
    "thick description": " Source A: “At the end of the 20th century and the beginning of the 21st century, ethnomusicology from abroad introduced into musicological circles in mainland China a trend towards writing “thick description” of music as culture.” Qian (2024) [2.5] Source B: “Qian argues that the disconnect between music analysis and thick description (ethnography) may be bridged by the linguistics of music. Indeed, analyzing language requires digging into ethnicity and culture in a way that analysis of non-linguistic sounds does not.” Carter-Ényì commentary (2024) [11] \n",
    "dialectical relation": " Source: “Yun explicitly contrasts this process of selection, variation, or adumbration with Western compositional methods, in which form and content are in a dialectical relation.” (Stover commentary (2024) [1.7]) Definition: “an argumentative exchange involving contradiction or a technique or method connected with such exchanges.” (”Dialectic,” The Cambridge Dictionary of Philosophy)",
    "downbeat": " Source: “Furthermore, Hornbostel, in his analysis, considers a rhythmic displacement in which some attacks by the xylophone (which according to his interpretation of the structure should be ‘upbeats’, therefore unaccented) are actually accented ‘downbeats’. And when the main theme returns in the choir, in another metric position, Hornbostel is led to consider that this entire theme is syncopated.” Menezes (2024) [1.17] Definition: “The explicit or implied impulse that coincides with the beginning of a bar in measured music, by analogy with the downstroke in conducting (the ‘thesis’ of Arsis, thesis). The term is mainly applied to music in a regular metre or articulated by metrical stress, where downbeats create a periodic occurrence and are usually given articulation through dynamic increase (i.e. Periodicals) or lengthening of durational value (i.e. Agogic accent).” (Grove Music Online, “downbeat”)",
    "canon": " Canon (Spanish) Source: “Carrillo wrote his first music theory treatises in the 1910s, which were pedagogical and mostly staid, devoted to subjects Jadassohn had written about such as canon and fugue, orchestration, and harmony.” Cannon-Brown (2024) [2.2] Definition: “Strict (‘canonic’) imitation was so common and useful a procedure that the word ‘canon’ eventually came to mean the polyphonic texture of two or more voices created by the procedure, which is its primary meaning today.” (Grove Music Online, “canon”) \n",
    "Qinqiang da cidian (2014)": " Qinqiang da cidian 秦腔大辞典. Wang Zhengqiang 王正强 (ed.). Shanghai: Shanghai cishu chuban she 上海:上海辞书出版社, 2014.",
    "composition": " composição (Portuguese) Composiciones musicales (Spanish) Source: “The artistic act of a singer interpreting and directing a story through sound is not an undirected improvisation, but—as in music composition—is carried out within a framework of three musical elements: tone color, mode, and rhythmic pattern.” Lee commentary (2024) [3] Definition: “The activity or process of creating music, and the product of such activity.” (Blum, Stephen. \"Composition.\" Grove Music Online. 2001)",
    "Iliev (1996)": " Iliev, Ilko. 1996. “Spravochnik Na angliĭskata terminologi︠i︡a v popul︠i︡arnata, tan︠t︡sova i Dzhazova Muzika.” Gabrovo: \"Luna,\". \n",
    "Gudai hanyu (2007)": " Wang, Jianyin. 王剑引, Jianmin Liang, Wanli Yu, Weiliang Zhou, and Peiwei Wang. Gu Dai Han Yu Da Ci Dian =: Gudaihanyudacidian 古代汉语大词典. Ci hai ban 辞海版, Xin 1 ban 新一版, Di 1 ban 第一版. Shanghai: Shanghai ci shu chu ban she 上海辞书出版社, 2007. \n",
    "commentary": " Source: “What follows, then, is the expression of a wish to think of “commentary” not as the tantalizing promise to restore the unknown to the known, but rather as an attempt to work myself out of what I, as an academic in the West, already know—not in the sense of disproving or discarding particular “things” that I know, but of trying to bring out the unfinished edges of systems of knowing whose productivity has been well established.” (Wang commentary (2024) [1.6]) Definition: “A treatise consisting of a systematic series of comments or annotations on the text of a literary work; an expository treatise following the order of the work explained.” (Oxford English Dictionary, “commentary” 3a)",
    "program music": " Source: “As such, assertions of music’s autonomy tend to shade over into a commitment to “art for art’s sake,” and perhaps to lead one to (or justify after the fact—which is the cart? which the horse?) a distaste for opera or program music and a comparative valorization, say, of string quartets by Brahms.” Martin commentary (2024) [3] Definition: “Music of a narrative or descriptive kind; the term is often extended to all music that attempts to represent extra-musical concepts without resort to sung words.” (Grove Music Online, “Programme music”)",
    "nonisochronous": " Source: “Several scholars have convincingly argued against the essentialisms inherent in this reductive narrative: Africa as a monolithic musical culture; rhythm in African musics as a parameter separable from dance, melody, and timbre; and conceptualizing nonisochronous rhythmic and metric patterns in these musics as dissonances; see Agawu (2003) and (2023), London (2012), Nzewi (1991), Perchard (2015), and Stover (2009).” Biamonte commentary (2024) [2] Definition: “Taking place in or occupying [UN]equal times; [UN]equal in metrical length; [UN]equal in duration, or in intervals of occurrence, [UNLIKE] the vibrations of a pendulum; characterized by or relating to vibrations or motions of [UN]equal duration; vibrating [NON]-uniformly.” (Oxford English Dictionary, “isochronous”) \n",
    "Zhongguo da baike (2020)": " Zhongguo Da Baike Quanshu Shujuku 中国大百科全书数据库, accessed September 24, 2024, https://h.bkzx.cn/. ",
    "tuning": " Source: “Generally, the tuning of the Ubọ-aka can vary; it can start from any frequency and be arranged in any style the performer may want. I have taught my students the tuning principles and they are free to tune in any style they want. However, the size of the calabash and the length of the prongs determine the range that is possible from the lowest note to the highest note.” Carter-Ényì (2024) [5.1] Definition: “To adjust the tones of (a musical instrument) to a standard of pitch; to bring into condition for producing the required sounds correctly; to put in tune.” (Oxford English Dictionary, “tune”)",
    "meter": " такта/takta (Bulgarian) 节拍 jiépāi (Chinese) Source: “The intuition present in this passage is impressive for exposing—perhaps for the first time by a Brazilian musicologist—the theoretical formalization, albeit incipient, of a displaced but consistent accent in relation to the main meter, functioning as a regular, tensioning, and complementary element to the meter. The formulation of a second rhythmic support point emerges, which is structured and constant, yet displaced in relation to the main beat. What Andrade seeks to describe—without a clear formulation—is a type of accent displacement that does not occur as a deviation or rupture of the musical discourse, but as a rule of the structure, which, appearing constantly in the performance of musicians from various American cultures, gains a different status from European syncopation.” Menezes (2024) [1.7] Definition: “More generally, the temporal hierarchy of subdivisions, beats and bars that is maintained by performers and inferred by listeners which functions as a dynamic temporal framework for the production and comprehension of musical durations. In this sense, metre is more an aspect of the behaviour of performers and listeners than an aspect of the music itself..” (Grove Music Online, “metre”)",
    "ritual music": " 아악 aak (Korean) 雅楽 gagaku (Japanese) Source: “The translator’s choice of Shin Eun-Joo’s article on pansori is perfectly suited to presenting such an introduction. Pansori is one of the most important genres in Korean traditional music. Although frequently compared to Western classical opera due to their shared vocal and theatrical attributes, pansori is essentially an epic, narrative storytelling vocal performance executed by a singer and a drum accompanist without stage design or theatrical costumes. Unlike court or ritual music, pansori was first circulated among commoners and the lower class, and later enjoyed by all classes as a principal form of entertainment.” Lee commentary (2024) [3]",
    "Hanyu dacidian ": " https://www.hanyucidian.org/",
    "Bauer commentary (2024)": " Bauer, Amy. 2024. “Commentary.” Music Theory Online 30, no. 4.",
    "translation": " Source: “This article aims to broaden common understandings of music theory through the lens of orally transmitted ritualistic verses from Sri Lanka, which are sung or recited along with drumming. I have chosen to present audio recordings of these verses being performed (some including video), along with transliterations and translations, to illustrate the ways in which the oral transmission and performance of such lyrics involves different modes of theorizing—such as knowledge of how conventional poetic meters can be sung, shared understandings of how to interpret vocables as drum strokes, and the association of different drum timbres with cosmological references.” (Peiris (2024) [0.2]) Definition: “The action or process of translating a word, a work, etc., from one language into another.” (Oxford English Dictionary, “translation”)",
    "Andrade (2013)": " Arquivo Mário de Andrade. 2013. Música, doce música. Nova Fronteira.",
    "actant": " Source: “On the other side of the metaphor is the naming of a sensation from the perspective of the recipient of tickling, a gesture, as Adam Phillips (1993, 9) elaborates from Darwin, that seems to require an actant and a recipient (“It is the pleasure [the child] cannot reproduce in the absence of the other.”). And yet Geria writes: “Its sound is pangirik [tickling].” If we take this to mean that the sound tickles, the musician is then the tickler. Except, of course, the tickling is not enacted directly on the listener’s body, but rather on the body of the instrument (which is sometimes the musician’s own body, as in the case of singing) as a kind of intermediary substitute for the listener’s body.” (Wang commentary (2024) [2.5]) Definition: “Literary Theory. Any of various narrative roles or functions which may be fulfilled by one or more characters or other entities in a text.” (Oxford English Dictionary, “actant” 2)",
    "staff notation": " Source: “Qian pushes for the use of IPA because pinyin was designed specifically for Mandarin and cannot capture the full range of sounds of other Sinitic tongues. But what of staff notation’s ability to represent traditional music? Staff notation has not presented an issue with studies of Mandopop or Cantopop because of their conformity to diatonic keys, but for locally-made instruments, surely this would no longer be the case.” Carter-Ényì commentary (2024) [9] Definition: “Musical notation in which position on the staff or stave (see staff n.1 II.20) is used to indicate the pitch of notes, especially as distinct from Tonic sol-fa.” (Oxford English Dictionary, “staff notation”)",
    "semitone": " Source: “Carrillo justified this sixteenth-tone limit for his microtonal system by arguing that it was practical. Within a single composition, he pointed out, sixteenth tones could be multiplied to form eighth tones, quarter tones, semitones, and whole tones, and so could be reconciled with a variety of microtonal and traditional instruments (Carrillo 1938, 24).” Cannon-Brown (2024) [2.4] Definition: “The smallest Interval of the modern Western tone system; in Equal temperament, the 1/12 part of an octave, or 100 cents. The notational system allows three types of semitone to be distinguished: the diatonic, which is the same as a minor 2nd (e.g. e–f, c♯–d); the chromatic, which is the difference between a major 2nd and a minor 2nd (hence an augmented unison, e.g. f–f♯, d♭–d); and the enharmonic, which is a doubly diminished 3rd (e.g. g♭♭–e, b♯–d♭, b𝄪–d′).” (Grove Music Online, “semitone”)",
    "Zhongguo gudian (1991)": " Zhongguo gudian wenyi shiyong cidian 中国古典文艺实用辞典Yu Rujie 俞汝捷 (ed.). Beijing: Zhongguo qingnian chuban she 北京:中国青年出版社, 1991.",
    "text-setting": " Source: “Qian Rong’s translation offers a new perspective to Western scholars on singing in tone languages because her article was not originally composed for an English-language audience, but addresses Mandarin text-setting for a Mandarin-speaking audience. Most English-language scholarship on text-setting in tone languages must introduce and explain the language and the music within the same text.” Carter-Ényì commentary (2024) [1] Definition: “The composition of vocal music to a given text. Music with one note per syllable is known as ‘syllabic setting’ and that with many notes per syllable as ‘melismatic setting’; text-setting in which new syllables are enunciated at regular intervals (regardless of the number of notes per syllable) is referred to as ‘isochronic’.” (King, Jonathan. \"Text-setting.\" Grove Music Online. 2001) \n",
    "metrical anchor": " Source: “This, in Oddekalv’s words, leads the listener to anticipate a so-called metrical anchor: “a metrically defining event with which to make sense of it all” (184). ” (Danielsen commentary (2024) [2])",
    "Li (2024)": " Li, Edwin K. C. 2024. “Music as Language of the Upper Realm: Li Tsing-chu’s A General Treatise on Music (1930/1933).” Music Theory Online, forthcoming. \n",
    "ultrachromaticism": " Source: “Hába was writing microtonal music by 1918 at the latest, but set down his thoughts in a systematic way in Czech several years later (Hába 1922), expanding them in the definitive Neue Harmonielehre des diatonischen, chromatischen, Viertel-, Drittel-, Sechstel- und Zwölftel-Tonsystems (1927). Wyschnegradsky’s own writings on quarter- tone music and what he called “infra-” and “ultrachromaticism” followed soon afterward.” Bauer commentary (2024) [3.1] Definition: “After writing La journée de l’existence (1916–17), for reciter, large orchestra and mixed chorus, he conceived a scheme for ‘ultrachromatic’ synthesis using intervals of one sixth and one twelfth of a tone, in addition to quarter-tones.” (Grove Music Online, “Vyschnegradsky [Vïshnegradsky], Ivan (Aleksandrovich)”)",
    "hegemony": " Source: “We can go a step further. Japan, like most countries in the Global South colonized by Europeans, accepted European cultural hegemony.” (Shumays commentary (2024) [4.3]) Definition: “Social or cultural predominance or ascendancy; predominance by one group within a society or milieu, or by a particular set of social or cultural ideas, way of doing things, or item, esp. to the exclusion of others. In Marxist theory (esp. that of Gramsci): a dominant ideology which imposes or reinforces (through conditioned consent) a certain social order.” (Oxford English Dictionary, “hegemony”)",
    "Teixidor (2009)": " Teixidor, José. Tratado fundamental de la Música (1804c). Edited by Josep Pavía i Simó. Consejo Superior de Investigaciones Científicas, 2009. ",
    "equal temperament": " Source: “On a central, one-line staff, Carrillo placed all pitches belonging to the register of Middle C, and above and below that staff, in relation to two small ledger lines, he placed pitches of other registers. By using this notation, Carrillo could flexibly accommodate any of the equal temperaments in his arsenal.” Cannon-Brown (2024) [2.6] Definition: “A tuning of the scale based on a cycle of 12 identical 5ths and with the octave divided into 12 equal semitones, and consequently with 3rds and 6ths tempered, uniformly, much more than 5ths and 4ths (see Temperaments §1). Equal temperament is now widely regarded as the normal tuning of the Western, 12-note chromatic scale.” (Grove Music Online, “equal temperament”)",
    "la-minor": " Source: “The song utilizes a minor scale, emphasizing a droning pitch of la, the first note of the scale. In Nigeria, la-minor is commonly known (not do-minor).” Carter-Ényì (2024) [4.1]",
    "metric cycle": " Source: “In a passage highlighted by Andrade, Horbostel is analyzing the rhythmic structure of a recording of Fang (Pangwe) music from Central Africa, for xylophone and chorus. Recognizing a constant metric cycle of twelve time units, he expresses uncertainty about the possibility of gathering these units into a time signature formula and grouping them between bars.” Menezes (2024) [1.15] \n",
    "tone levels": " Source: “While the underlying connection between the tuning of the ubọ-aka and the Igbo speech tones is not discussed, probably because of space constraints, it would be a great subject for further exploration. As the Igbo language has three tone levels (Liberman et al. 1992), would be it possible that the intervals among the three tone levels in some way shape the musical intervals among the pitches of the ubọ-aka, similar to the tone-melody relationship in Cantonese vocal music?” Chow commentary (2024) [3]",
    "Biaoyan cidian (2005)": " Biaoyan cidian 表演辞典. Peng Wanrong 彭万荣 (ed.), Yang Xiaoyun 杨晓云and Wang Huating 王华庭 (co-eds.). Wuchang: Wuhan University Press 武昌:武汉大学出版社, 2005. \n",
    "augmentation": " Aumentación (Spanish) Source: “By referencing canonical composers such as Bach, Beethoven, and Wagner, Carrillo framed his musical laws as a continuation, and a radicalization, of techniques such as contrapuntal augmentation and diminution, which had suffused the musical works and theoretical treatises he most admired.” Cannon-Brown (2024) [3.7] Definition: “The term describes the restatement of a cantus firmus in note values longer than when it was first sounded in a composition, a device found, for example, in a number of motets of the late Middle Ages and many masses and motets of the Renaissance.” (Grove Music Online, “augmentation (ii)”)",
    "Stover commentary (2024)": " Full Reference in Chicago (Example below): Li, Edwin K. C. 2024. “Music as Language of the Upper Realm: Li Tsing-chu’s A General Treatise on Music (1930/1933).” Music Theory Online, forthcoming.",
    "Chetrikov (1979)": " Chetrikov, Svetoslav/СВЕТОСЛАВ ЧЕТРИКОВ. 1979. Muzikalen Terminologichen Rechnik/Музикален терминологичен речник. “Muzika” Publishing House Sofia/ИЗДАТЕЛСТВО „МУЗИКА\" СОФИЯ. ",
    "re-creation": " Source: “When a long story is arranged as a pansori version, it goes through a process of re-creation (or adaptation), which interprets and stages the music with different content and plot, depending on the individual who worked on that version. This helps establish a school of performance.” Lee commentary (2024) [3] Definition: “The action or process of creating again or in a new way; the result of this process, a new creation.” (Oxford English Dictionary, “re-creation”)",
    "lineage": " Source: “Professional Yoruba drummers are born into an inherited craft lineage for drumming, where they carry the name of the defied progenitor of drumming, Àyàn. Similarly, Peiris’s primary research partner, Muddanave Sunil, was born into a caste-based lineage of male ritual dancers and drummers. In this article, Peiris does not tell us how Sunil learned, but this may be central to discussions about theorizing. Lineage-based learning generally starts very young and is often informal or learned in situ rather than formally taught and does not involve notation.” (Villepastour commentary (2024) [2.6]) Definition: “Lineal descent from an ancestor; ancestry, pedigree.” (Oxford English Dictionary, “lineage”)",
    "pulse": " време/vreme (Bulgarian) Source: “Hornbostel was identifying processes that would later be named (e.g. by David Locke 1982), among others, as offbeat timing, types of musical structures built on various rhythmic points or displaced from the regular metric pulse, common to various African musical styles. The process identified by Andrade in note #9, if applied to this example, would account for this incomprehension by Hornbostel.” Menezes (2024) [1.17] Definition: “Used synonymously with Beat to refer to regularly recurring articulations in the flow of musical time.” (Grove Music Online, “pulse”)",
    "costumes": " Source: “The translator’s choice of Shin Eun-Joo’s article on pansori is perfectly suited to presenting such an introduction. Pansori is one of the most important genres in Korean traditional music. Although frequently compared to Western classical opera due to their shared vocal and theatrical attributes, pansori is essentially an epic, narrative storytelling vocal performance executed by a singer and a drum accompanist without stage design or theatrical costumes. Unlike court or ritual music, pansori was first circulated among commoners and the lower class, and later enjoyed by all classes as a principal form of entertainment.” Lee commentary (2024) [3] Definition: “The history of costume on the Western operatic stage is traced by referring to a variety of sources: original costumes, contemporary illustrations, commemorative portraits, designers’ drawings, inventory lists and wardrobe accounts, theatrical costume books, and memoirs, essays and programmes.” (Jowers, Sidney Jackson. \"Costume.\" Grove Music Online. 2002)",
    "proverb": " Source: “The ubọ-aka serves as a medium of communication, transmitting the society’s folkways and traditions orally from one generation to another. The music conveys information, storytelling, proverbs, and idiomatic statements, allowing the listeners to learn about the mores and norms of the society.” Carter-Ényì (2024) [2.3] Definition: “A short, traditional, and pithy saying; a concise sentence, typically metaphorical or alliterative in form, stating a general truth or piece of advice; an adage or maxim.” (Oxford English Dictionary, “proverb”)",
    "Xiandai hanyu fenlei (2007)": " Xiandai hanyu fenlei dacidian 现代汉语分类大词典. Shanghai上海: Shanghai cishu chubanshe 上海辞书出版社, 2007. \n",
    "polyphony": " 多声性 ōzei-sei (Japanese) 复音音乐 fùyīn yīnyuè (Chinese) Source: “In this note, Andrade is studying the article “African Negro Music” by Erich M. Hornbostel (1928). As the director of the Phonographic Archive in Berlin, Hornbostel was a pioneer in the academic study of African music. In this article, Hornbostel identifies some characteristics that he considers fundamental, which will be further developed by later authors: a highly developed rhythmic structure and, in vocal music, the predominance of responsorial singing and polyphony.” Menezes (2024) [1.14] Definition: “A term used to designate various important categories in music: namely, music in more than one part, music in many parts, and the style in which all or several of the musical parts move to some extent independently.” (Grove Music Online, “polyphony”)",
    "timbre": " 音色 yīnsè (Chinese) 음색 eumsaek (Korean) Timbre (Spanish) Source A: “Fundamentally, pansori is a performance-oriented, rather than composer-centric, genre. It privileges the performer’s artistic discretion in realizing embellishment tones, singing technique, vocal tone and timbre, as well as body gestures.” Lee commentary (2024) [5] Source B: Source: “I have chosen to present audio recordings of these verses being performed (some including video), along with transliterations and translations, to illustrate the ways in which the oral transmission and performance of such lyrics involves different modes of theorizing—such as knowledge of how conventional poetic meters can be sung, shared understandings of how to interpret vocables as drum strokes, and the association of different drum timbres with cosmological references.” (Peiris (2024) [0.2]) Definition: “A term describing the tonal quality of a sound; a clarinet and an oboe sounding the same note at the same loudness are said to produce different timbres. […] The frequency spectrum of a sound, and in particular the ways in which different partials grow in amplitude during the starting transient, are of great importance in determining the timbre.” (Campbell, Murray. \"Timbre (i).\" Grove Music Online. 2001)",
    "monism": " Source: “Yet I find in Yun’s characterization a profound resonance with a different line of Western philosophical thought: Baruch Spinoza’s monism. For Spinoza, any aspect of reality (whether material or a product of thought) is a mode or singular coming-into-being of an eternal substance of which everything in the universe is composed.” (Stover commentary (2024) [1.7]) Definition: “The most distinctive aspect of Spinoza’s system is his substance monism; that is, his claim that one infinite substance—God or Nature—is the only substance that exists.” (”Benedict de Spinoza: Metaphysics,” Internet Encyclopedia of Philosophy)",
    "primitive": " Source A: “As we know from the practice of comparative musicology in the late nineteenth- and early twentieth-centuries, musics described as “primitive” typically come from cultures that (Western European) researchers deemed to be inferior, lacking the advancements present in their own cultures. Yet Hristov, a Bulgarian himself, takes great pride in the so-called “primitive” elements of Bulgarian folk music. Indeed, notions of primitivism take on a different connotation when employed by the communities they describe; but still, Hristov’s logic appears to affirm rather than disrupt modernist-colonialist ideologies surrounding teleology, progress, and extractivism, given that he frames the music as a resource for “modern contemporary composers looking for new compositional elements” ([1.1]).” (Boyd commentary (2024) [5]) Definition: “With the. That which is primitive or recalls an early or ancient period; (with plural agreement) simple, unsophisticated, or crude things or people as a class.” (Oxford English Dictionary, “primitive” I.2.c.)",
    "circular": " Source: “Based upon this distinctive character, Ulhôa makes the point that Brazilian popular song produces a circular feel (in contrast to what she calls the linear feel of much Western art music). However, when all the layers stress, for example, the first beat of a pattern, it may also produce a circular feel, in fact—see, for example, Snead’s analysis of how repetition in many African American musics makes the groove cut back to its own beginning (Snead 1984).” (Danielsen commentary (2024) [4]) Definition: “Moving or occurring in a round or cycle of repetition.” (Oxford English Dictionary, “circular” 4a)",
    "prosody": " Source: “Among many important theoretical contributions is this 1999 article on “métrica derramada,” which approaches the issue of musical microtiming from the perspective of the speech prosody of Brazilian Portuguese.” (Stover (2024) [0.1]) Definition: “The theory and practice of versification; (in technical use) the branch of knowledge which deals with the forms of metrical composition, and formerly also with the pronunciation of words, esp. as this relates to versification; (more generally) the patterns of rhythm and sound used in poetry.” (Oxford English Dictionary, “prosody”)",
    "atonality": " 自由な音語 jiyūna otogo (Japanese) Source: “When Carrillo contrasted his ideas with Schoenberg’s, he set out to define not only a technical theory of atonality, but also a conception of how atonal music would connect with, and follow logically from, music of the past.” Cannon-Brown (2024) [2.10] Definition: “A term that may be used in three senses: first, to describe all music which is not tonal; second, to describe all music which is neither tonal nor serial; and third, to describe specifically the post-tonal and pre-12-note music of Berg, Webern and Schoenberg.” (Grove Music Online, “atonality”)",
    "leading tone": " Source: “Elsewhere in the chapter, Carrillo argued that the whole-tone scale should play an important role in modern music, and he defended this view by appealing to an opposition between the whole-tone and chromatic scales. While every pitch in the chromatic scale could function as a leading tone, Carrillo noted, the unaccompanied whole-tone scale possessed no semitones, and thus no possible leading tones. In the absence of semitones, he concluded, “there is no possible tonality.”” Cannon-Brown (2024) [2.2]",
    "stock": " Source: “The performers begin by singing two verses with Sinhala words (Paragraph 2.2, Video 1) using a stock melody commonly heard in the tradition, accompanied by a stock accompaniment pattern on the drums.” (Peiris (2024) [2.1]) Definition: “figurative in reference to intellectual or literary topics: Kept in stock for use; commonly used or brought forward, constantly appearing or recurring, in conversation, discussion, or composition; belonging to a staple or stock-in-trade of subjects, arguments, phrases, quotations, etc.; hence, commonplace, trite, conventional. Also with reference to fictional characters of a standardized or conventional type.” (Oxford English Dictionary, “stock”) \n",
    "folkways": " Source: “The ubọ-aka serves as a medium of communication, transmitting the society’s folkways and traditions orally from one generation to another. The music conveys information, storytelling, proverbs, and idiomatic statements, allowing the listeners to learn about the mores and norms of the society.” Carter-Ényì (2024) [2.3] Definition: “(Usually inplural) the traditional behaviour of a people or group.” (Oxford English Dictionary, “folkways”)",
    "Carter-Ényì (2024)": " Carter-Ényì, Quintina. 2024. “On the Ubọ-Aka of the Igbo: An Interview with Gerald Eze.” Music Theory Online 30, no. 4. \n",
    "high modernism": " Source A: “But the actual content of those musical styles are seldom explicitly present in his music; rather, Yun folds traditional ideas—say, the gestural impetus of an A-ak court melody—into a “more general grammar” that also reflects his training in high-modernist compositional techniques in Europe.” (Stover commentary (2024) [1.1]) Source B: “Yun’s Hauptton technique could be understood as his response to the high-modernist trend of 1950s and 60s Germany, in particular, dodecaphony and avant-garde experimentalism.” Park (2024) [1.4] \n",
    "poetic meter": " Source A: “This article aims to broaden common understandings of music theory through the lens of orally transmitted ritualistic verses from Sri Lanka, which are sung or recited along with drumming. I have chosen to present audio recordings of these verses being performed (some including video), along with transliterations and translations, to illustrate the ways in which the oral transmission and performance of such lyrics involves different modes of theorizing—such as knowledge of how conventional poetic meters can be sung, shared understandings of how to interpret vocables as drum strokes, and the association of different drum timbres with cosmological references.” (Peiris (2024) [0.2]) Source B: “In his analysis of the interaction between musical and poetic meters in rap flows, Oddekalv emphasizes the role of stressed syllables in establishing competing structural cues in the rapped part of a musical whole: “When there are multiple rhythmic events from different layers which communicate the same general category (like a beat or a sub-beat), but the events do not share the exact same temporal position . . . stressed syllables have a crucial structuring role” (Oddekalv 2022, 183).” (Danielsen commentary (2024) [2])",
    "Bandem (1986)": " Bandem, I. Made. Prakempa: Sebuah Lontar Gambelan Bali. Akademi Seni Tari Indonesia Denpasar, 1986.",
    "Peiris (2024)": " Peiris, Eshantha. “Embedded Music Theory: Oral Poetry, Rhythmic Language, and Drumming in Sri Lanka.” Music Theory Online 30, no. 4 (2024). ",
    "Kim (2024)": " Kim, Seokyoung. 2024. “Translation of Shin Eun-Joo’s “Two Theories of Ujo and Pyeongjo in Pansori: Comparing Baek Daewoong’s and Lee Bohyeong’s Theories of Pansori Modes” (2018).” Music Theory Online 30, no. 4. ",
    "Geria (n.d.)": " Geria, Gusti Putu Madé. Undated. Set of handwritten notebooks in the collection of I Madé Bandem.",
    "tone melody": " Source: “Yuen-ren Chao was the first to write about Mandarin text-setting in English (to my knowledge) and has, therefore, had a profound influence on global scholarly thought on the subject. Chao noted that speech-like genres, such as vendors’ cries and children’s rhymes, show stricter tone-melody alignment than musical genres (Chao 1956).” Carter-Ényì commentary (2024) [2]",
    "hexatonic": " Source: “For instance, Tracey’s alto kalimba is modeled after the mbira nyunga nyunga. Instead of following the original tuning of the mbira nyunga nyunga, which is hexatonic, it is tuned to the G diatonic scale. Over time, the Zimbabwean term mbira has been generalized to represent all thumb pianos, including those found in Africa and South America (Kubik and Cooke 2001).” Chow commentary (2024) [1] Definition: “A term applied to any music, mode or scale based on a system of six different pitches to the octave.” (Wilson, Charles. \"Hexatonic.\" Grove Music Online. 2001)",
    "natural": " Source: “In Rectificación básica al sistema musical clásico, Carillo railed at the falsity of equal temperament—“How horrendous! To deliberately stain the purity of natural sounds!” (Carillo 1930, 13)—much like György Eszter’s music teacher in Lázló Kraznahorkai’s The Melancholy of Resistance, who—upon discovering the historical lie that constituted well-temperament suffers an existential crisis of faith from which he never recovers (Kraznahorkai 1998, 63ff.)” Bauer commentary (2024) [4.2] Definition: “Existing in, determined by, conforming to, or based on nature.” (Oxford English Dictionary, “natural”)",
    "Dodecaphony": " Source: “Yun’s Hauptton technique could be understood as his response to the high-modernist trend of 1950s and 60s Germany, in particular, dodecaphony and avant-garde experimentalism.” Park (2024) [1.4]",
    "ultramodernism": " Source: “Within this global movement, which I call ultramodernism, Carrillo acted as one participant, alongside peers I have mentioned such as Cowell, and many others I have not mentioned, such as Ivan Wyschnegradsky (1893–1979).” Cannon-Brown (2024) [3.8]",
    "comparative": " Source: “Music Theory has yet to catch up with field of Linguistics in being fully comparative, and is at least 108 years behind that field in my estimation: dating to the 1916 publication of Saussure’s Le Cours de linguistique générale, which established a theoretical framework rooted in the comparison of different languages, the arbitrariness of the sign, and the description of language as a communication system.” (Shumays commentary (2024) [1.3]) Definition: “Involving comparison of different branches of a science or subject of study; as comparative anatomy, comparative philology, etc.” (Oxford English Dictionary, “comparative”)",
    "meditation": " Source: “Nri is a significant historic place in the history and mythology of the Igbo people as a cultural center, particularly because of the Nri priests and oracles’ leadership in odinaani (or odinala), which comprises Igbo religion and spirituality and related customs. The importance of the ubọ-aka for the Nri people in traditional practices, including prayer and meditation, is emphasized in Ezegbe’s dissertation (1977).” Carter-Ényì (2024) [2.1] Definition: “The action or practice of profound spiritual or religious reflection or contemplation; spec. a variety of private devotional exercise consisting of the continuous application of the mind to the contemplation of a particular religious text, truth, mystery, or object.” (Oxford English Dictionary, “meditation”)",
    "gnomic": " Source: “Prakempa (and the related Aji Gurnita lontar)(2) are gnomic and cosmological, and unlikely to have been intended for any public.” (Tenzer (2024) [0.2]) Definition: “Of the nature of, or consisting of, gnomes or general maxims. Also spec. with reference to Old English verse. gnomic poet, a composer of gnomic verses.” (Oxford English Dictionary, “gnomic”)",
    "Zhongguo wenxue (1991)": " Zhongguo wenxue da cidian di we juan 中国文学大辞典 第五卷. Ma Liangchun 马良春, Li Futian 李福田 (eds.). Tianjin: tianjin renmin chuban she 天津:天津人民出版社, 1991.",
    "rhyme scheme": " Source: “The poetic meters and rhyme schemes of these verses likely helped dancer-drummer ritualists to compose and memorize them.” (Peiris (2024) [1.3])",
    "Koizumi Fumio (1958)": " Koizumi Fumio 小泉文夫. [1958] 1977. Nihon dentō ongaku no kenkyū 日本傳統音楽の研究 [Research on Japanese Traditional Music], 10th printing. Ongaku no Tomo Sha.",
    "Carter (2011)": " https://dsal.uchicago.edu/dictionaries/carter/ (also used: https://www.survey.gov.lk/RomanizationConverter/) \n \n",
    "Wang commentary (2024)": " Wang, Dan. “Commentary: Reversed Images.” Music Theory Online 30, no. 4 (2024).",
    "middle C": " Source: “On a central, one-line staff, Carrillo placed all pitches belonging to the register of Middle C, and above and below that staff, in relation to two small ledger lines, he placed pitches of other registers. By using this notation, Carrillo could flexibly accommodate any of the equal temperaments in his arsenal.” Cannon-Brown (2024) [2.6] Definition: “A colloquial name for the note c′ whose pitch is 256 Hz when a′ = 440 Hz. It is probably so called because it is written on a leger line midway between two staves bearing a treble and bass clef respectively. It is also placed roughly at the middle of the keyboard; further, it is near the top of the male vocal range and near the bottom of the female range.” (Grove Music Online, “Middle C”)",
    "oral transmission": " Source: “This article aims to broaden common understandings of music theory through the lens of orally transmitted ritualistic verses from Sri Lanka, which are sung or recited along with drumming. I have chosen to present audio recordings of these verses being performed (some including video), along with transliterations and translations, to illustrate the ways in which the oral transmission and performance of such lyrics involves different modes of theorizing—such as knowledge of how conventional poetic meters can be sung, shared understandings of how to interpret vocables as drum strokes, and the association of different drum timbres with cosmological references.” (Peiris (2024) [0.2]) Definition: “Competence in oral language; the ability to express oneself fluently and grammatically in speech. Also: the oral transmission of culture, ideas, etc.” (Oxford English Dictionary, “oracy”)",
    "agent": " Source: “In the context of Brazilian popular song, the vocalist is the agent that stretches the structural boundaries of the accompaniment. According to Ulhôa, the secret to this feel is that the vocalist turns to language-related features of the melody, phrasing the lyrics not solely according to the musical context but also according to the prosody of the words, or, in Ulhôa’s terminology, “one’s manner of accentuating words in speech.” (Danielsen commentary (2024) [2]) Definition: “A person who or thing which acts upon someone or something; one who or that which exerts power; the doer of an action. Sometimes contrasted with the patient (instrument, etc.) undergoing the action.” (Oxford English Dictionary, “agent” 1a)",
    "Zhongguo minjian (2006)": " Zhongguo minjian yishu da cidian 中国民间艺术大辞典. Liu Bo 刘波 (ed.). Beijing: Wenhua yishu chuban she 北京:文化艺术出版社, 2006.",
    "accompanist": " Source: “The translator’s choice of Shin Eun-Joo’s article on pansori is perfectly suited to presenting such an introduction. Pansori is one of the most important genres in Korean traditional music. Although frequently compared to Western classical opera due to their shared vocal and theatrical attributes, pansori is essentially an epic, narrative storytelling vocal performance executed by a singer and a drum accompanist without stage design or theatrical costumes. Unlike court or ritual music, pansori was first circulated among commoners and the lower class, and later enjoyed by all classes as a principal form of entertainment.” Lee commentary (2024) [3] Definition: “A person who or thing which accompanies; esp. a person who provides a musical accompaniment.” (Oxford English Dictionary, “accompanist”)",
    "Song (2010)": " Song, Bang-song, Akhak Kwebŏm Yongŏ Ch'ongnam. Ch'op'an. Sŏul T'ŭkpyŏlsi: Pogosa, 2010.",
    "binary subdivision": " binário (Portuguese) Source: “Thus, in Brazilian music, some musical events respond to the metric accentuation of the established measure as a reference, while others respond to a displaced and oscillating point, which generates a music that we end up calling structurally syncopated, formed by the superposition of a second sliding rhythmic support point that is not exactly fitted into the theoretical binary or ternary subdivision.” Menezes (2024) [1.10]",
    "tango": " tango platino (Portuguese) Source: “The pattern also appears in Example 5 ([1.19]), a transcription of Amerindian music transcribed by the French musicologist Marguerite Béclard d’Harcourt, who identifies the pattern with Indigenous and Black musics, as well as cakewalks, two-steps, and tangos.” Biamonte commentary (2024) [5] Definition: “A Latin American song and dance genre. The etymology of the word ‘tango’ is still much debated. During the 19th century in Spain and several Latin American countries the term designated various types of dances, songs and communal festivities. Fernando Ortíz and others claim the word is of African origin with the general meaning ‘African dance’. Others believe it is of Castilian origin, derived from the old Spanish word tañer (taño; ‘to play’ an instrument).” (Grove Music Online, “tango”)",
    "backbeat": " Source: “Andrade theorizes syncopation in Brazilian music as a structural background pattern rather than a rhythmic dissonance that needs to resolve, which Menezes and Pires connect to theorizations of timeline patterns in African musics ([1.7]). Such structures function analogously to the backbeat pattern that underpins much Anglophone popular music. The rhythmic displacement of the backbeat occurs on a larger level than the syncopations in Example 1, but the technique of accent shift is similar.” Biamonte commentary (2024) [6] Definition: “Percussive accents on nominal weak beats, typically played on the snare drum on the second and fourth beats in 4/4 meter. The term came into common usage in the early 1950s in connection with rock ’n’ roll music (also known then as “beat music” or the “big beat”), although the backbeat originated in earlier American musics. It remains one of the most common and distinctive features of post-1950 popular music.” (Grove Music Online, “backbeat”)",
    "idiophone": " Source: “Lamellaphones are classified under the category of idiophones by Hornbostel and Sachs (1961), who describe this category as musical instruments that make their sound by vibrating by themselves following an impact, such as striking or plucking. The Igbo people have a different method of categorization.” Carter-Ényì (2024) [2.2] Definiton: “A percussion instrument that consists simply of material such as metal or wood that is itself capable of producing sound, as opposed to a membranophone n., in which stretched skin or similar is used as the agent of sound.” (Oxford English Dictionary, “idiophone”)",
    "antecedent-consequent": " Source: “Alongside this unfolding, we hear a timbrally heterogeneous texture involving six wind or brass instruments playing what could be construed as a single Klangfarbenmelodie line or, perhaps, as a pair of shorter composite gestures in a kind of antecedent-consequent relation.” (Stover commentary (2024) [1.9] Definition: “The names given to a pair of musical statements that complement one another by virtue of a rhythmic symmetry and, more important, a harmonic balance established by their juxtaposition.” (”Antecedent and consequent,” Grove Music Online)",
    "decolonize": " Source: “In fact, I find the text presented here as further evidence (feel free to accuse me of confirmation bias) of the claims I’ve made in my recent talk “The Politics of Musical Scales and the Decolonization of Music Studies” (Abu Shumays 2024): that when attempting to decolonize music theory or pedagogy it is insufficient to bring in diverse voices, particularly if those Black and Brown individuals from different countries and languages nonetheless received musical and scholarly training in Western-style academic institutions in their home countries.” (Shumays commentary (2024) [4.1]) Definition: “The process of eliminating the effects or influence of colonization or colonialism on the attitudes, assumptions, power structures, institutions, etc., of a people formerly made subject to colonial rule or (later also) of the society, nation, or culture of a former colonizer or colonial power; an instance of this.” (Oxford English Dictionary, “decolonization”)",
    "upbeat": " Source: “Furthermore, Hornbostel, in his analysis, considers a rhythmic displacement in which some attacks by the xylophone (which according to his interpretation of the structure should be ‘upbeats’, therefore unaccented) are actually accented ‘downbeats’. And when the main theme returns in the choir, in another metric position, Hornbostel is led to consider that this entire theme is syncopated.” Menezes (2024) [1.17] Definition: “In a measured Rhythm, that impulse that immediately precedes, and hence anticipates, the Downbeat, which is the strongest of such impulses (see ex.1); an anticipatory note or succession of notes, sometimes referred to as an ‘upbeat figure’, occurring before the first barline of a piece, section or phrase.” (Grove Music Online, “upbeat”)",
    "Godakumura (1970)": " Godakumbura, C. E. Siṃhala nāṭaya hā saṅgītaya. : Sinhalese Dance and Music. (Archaeological Department), 1970. \n",
    "perception": " Source: “But Geria gradually passes from Prakempa’s metaphysical style to a discourse on the play of tones and the concrete sensations they produce. Having sculpted these worlds as continuous, even a non-Balinese reader can connect the umwelt of precolonial Bali to an international emergent music theory based on earthly perception and cognition.” (Tenzer (2024) [0.6]) Source: Tenzer (2024) Ex. 2 Lexical fields Definition: “The process of becoming aware of physical objects, phenomena, etc., through the senses; an instance of this.” (Oxford English Dictionary, “perception” 1.3.a)  \n",
    "constituent note": " Source: “Another significant feature of the pansori modes discussed in the translated text is that each constituent note assumes individual attributes. This is most evident in Baek’s explanation of Ujo and Pyeongjo in Tables 2 and 3, where constituent notes are defined not only by particular intervals, but also by specific singing methods and techniques, frequency of occurrence, cadential function, melodic direction, and so on.” Lee commentary (2024) [6] \n",
    "tone language": " Source: “Qian Rong’s translation offers a new perspective to Western scholars on singing in tone languages because her article was not originally composed for an English-language audience, but addresses Mandarin text-setting for a Mandarin-speaking audience. Most English-language scholarship on text-setting in tone languages must introduce and explain the language and the music within the same text.” Carter-Ényì commentary (2024) [1] Definition: “A language which uses variations in pitch, in addition to different consonants and vowels, to distinguish words, e.g. Chinese.” (Oxford English Dictionary, “tone language”)",
    "Park (2024)": " Park, Joon. 2024. ““At One End of the Endless Universe”: Akira Nishimura’s Interview with Isang Yun.” Music Theory Online 30, no. 4. ",
    "music theory": " Source: “Around the world, music theory is commonly understood as knowledge cultivated by specialist musicians and scholars. It is also assumed to require analytical terminology supplemented with visual representations. However, even in performance traditions less concerned with explicit formulations of musical processes, musical theorizations can be embedded in the minds of the performers and their audience.” (Peiris (2024) [0.1]) Definition: “(The study of) the theoretical aspects of music and its notation, esp. as opposed to actual performance.” (Oxford English Dictionary, “music theory”)",
    "regularity": " Source: “Maintaining the right balance between metrical regularity and the forces that challenge such regularity is key in many musical traditions, and, one might say, in artistic expressions in general: one needs a structure but also something that puts pressure on, or vitalizes, this structure.” (Danielsen commentary (2024) [4]) Definition: “As a count noun: a regular or habitual occurrence or activity; something which conforms to a trend, pattern, law, etc.” (Oxford English Dictionary, “regularity” 2)",
    "Tangshi baike (1990)": " Tangshi baike dacidian 唐诗百科大辞典. Beijing: Guangming ribao chubanshe 北京:光明日报出版社, 1990.",
    "groove": " Source: “Based upon this distinctive character, Ulhôa makes the point that Brazilian popular song produces a circular feel (in contrast to what she calls the linear feel of much Western art music). However, when all the layers stress, for example, the first beat of a pattern, it may also produce a circular feel, in fact—see, for example, Snead’s analysis of how repetition in many African American musics makes the groove cut back to its own beginning (Snead 1984).” (Danielsen commentary (2024) [4]) Definition: “Groove is the result of a musical process that is often identified as a vital drive or rhythmic propulsion. It involves the creation of rhythmic intensity appropriate to the musical style or genre being performed. Groove is created within a piece of music by shifting timing and dynamic elements away from the expected pulse or dynamic level. A musician’s sense of pulse is subjective, not objective; musicians interpret and perform the passage of time and the presence of the pulse in slightly different ways. As musicians perform, the push and pull of those subjective interpretations adds tension to a performance and produces a sense of groove. Much modern audio recording and production software has a “humanizing” function to replicate that feeling of subjectivity, which helps subdue the otherwise robotic, or mechanical sounds of computer-generated music.” (Grove Music, “Groove”)",
    "harmony": " harmonia (Portuguese) 和音 héyīn (Chinese) Source: “Carrillo wrote his first music theory treatises in the 1910s, which were pedagogical and mostly staid, devoted to subjects Jadassohn had written about such as canon and fugue, orchestration, and harmony.” Cannon-Brown (2024) [2.2] Definition: “The combining of notes simultaneously, to produce chords, and successively, to produce chord progressions. The term is used descriptively to denote notes and chords so combined, and also prescriptively to denote a system of structural principles governing their combination.” (Grove Music Online, “harmony”)",
    "Lee commentary (2024)": " Lee, Jiyeon. 2024. “Commentary.” Music Theory Online 30, no. 4. (CHECK CITATION) \n",
    "fugue": " Fuga (Spanish) Source: “Carrillo wrote his first music theory treatises in the 1910s, which were pedagogical and mostly staid, devoted to subjects Jadassohn had written about such as canon and fugue, orchestration, and harmony.” Cannon-Brown (2024) [2.2] Definition: “Imitative counterpoint in some fashion has been the single unifying factor in the history of fugue, but as compositional approaches to imitation changed so did the meanings and usages of the word ‘fugue’.” (Grove Music Online, “fugue”)",
    "nomenclature": " Source: “It is generally understood that gamelan music did not possess such a nomenclature then, or, at least, there is no record, oral or written, of one. Geria adapted words used to label formal components of poetry for instrumental music, and invented outright—employing a cunning diversity of metaphoric, symbolic, and evocatively descriptive labels—a cornucopia of terms for instrument functions and melodic patterns.” (Tenzer (2024) [0.2]) Definition: “The (frequently systematic) assignation of names; (Biology) the allocation of Latin names to species and other taxa. Also: the manner in which names are assigned.” (Oxford English Dictionary, “nomenclature”)",
    "quarter tone": " Source: “Carrillo justified this sixteenth-tone limit for his microtonal system by arguing that it was practical. Within a single composition, he pointed out, sixteenth tones could be multiplied to form eighth tones, quarter tones, semitones, and whole tones, and so could be reconciled with a variety of microtonal and traditional instruments (Carrillo 1938, 24).” Cannon-Brown (2024) [2.4]",
    "Lam (2024)": " Lam, Nathan L. 2024. “Pentatonic Xuangong 旋宮 Transformations in Chinese Music.” Music Theory Online 30, no. 1. https://mtosmt.org/issues/mto.24.30.1/mto.24.30.1.lam.html. \n",
    "musical analysis": " Source: “ In my experience, musical analysis—that is, analyzing the sound itself rather than a transcription of it—provides much deeper and truer insights than an analysis of transcriptions.” (Shumays commentary (2024) [3.3]) Definition: “A general definition of the term as implied in common parlance might be: that part of the study of music that takes as its starting-point the music itself, rather than external factors. More formally, analysis may be said to include the interpretation of structures in music, together with their resolution into relatively simpler constituent elements, and the investigation of the relevant functions of those elements. In such a process the musical ‘structure’ may stand for part of a work, a work in its entirety, a group or even a repertory of works, in a written or oral tradition. The relationship between the structures and elements proposed by analysis, and experiential, generative and documentary perspectives on music, has circumscribed analysis differently from time to time and from place to place, and has aroused debate. Less controversially, a practical distinction is often drawn between formal analysis and stylistic analysis; but this is unnecessary insofar as on the one hand any musical complex, no matter how small or large, may be deemed a ‘style’; and on the other hand, all the comparative processes that characterize stylistic analysis are inherent in the basic analytical activity of resolving structures into elements.” (Grove Music, “Analysis”)",
    "Western music notation": " Source: “A culprit, interestingly enough, is Western music notation: Hristov laments that “when transcribing these Bulgarian . . . songs into musical notation, Serbs, Croats, and Czechs have rendered them in distorted form, in the frameworks of regular European meters, when their true meters with few exceptions are quite different from European ones” ([1.2]).” (Boyd commentary (2024) [6])",
    "offbeat timing": " Source: “Hornbostel was identifying processes that would later be named (e.g. by David Locke 1982), among others, as offbeat timing, types of musical structures built on various rhythmic points or displaced from the regular metric pulse, common to various African musical styles. The process identified by Andrade in note #9, if applied to this example, would account for this incomprehension by Hornbostel.” Menezes (2024) [1.17] Definition: “Any impulse in a measured rhythmic pattern except the first (called the Downbeat ); the term is commonly applied to rhythms that emphasize the weak beats of the bar.” (Grove Music Online, “offbeat”) \n",
    "vocable": " Source: “This article aims to broaden common understandings of music theory through the lens of orally transmitted ritualistic verses from Sri Lanka, which are sung or recited along with drumming. I have chosen to present audio recordings of these verses being performed (some including video), along with transliterations and translations, to illustrate the ways in which the oral transmission and performance of such lyrics involves different modes of theorizing—such as knowledge of how conventional poetic meters can be sung, shared understandings of how to interpret vocables as drum strokes, and the association of different drum timbres with cosmological references.” (Peiris (2024) [0.2]) Definition: “A syllable or sound without lexical or referential meaning, vocalized as part of a song or sung melody.” (Oxford English Dictionary, “vocable”) \n",
    "unseen phenomenon": " Source: Tenzer (2024) Ex. 2 Lexical fields",
    "Andrade (n.d.)": " Andrade, Mário. n.d. “Envelope 13.” Instituto de Estudos Brasileiros, Universidade de São Paulo. Arquivo Mário de Andrade.",
    "micropolyphony": " Source: “As such, I read Yun’s critique not as a reiteration of problematic East/West binaries, but as a differential way of thinking about musical structure, process, interpretation, and experience that has affinities with how other experimental logics address matters of time, indeterminacy, mobile forms, heterophony and micropolyphony, and much more.” (Stover commentary (2024) [1.4]) Definition: “An extreme example may be found in the technique known as ‘micropolyphony’, employed in certain works by Ligeti, in which contrapuntal lines, comp. according to strict rules devised by the composer, are multiplied to such a degree that the definition of individual vv. is obscured.” (”Counterpoint,” The Oxford Dictionary of Music)",
    "flow": " Source: “Sometimes, music is almost irresistible in drawing the listener into its flow. The forces behind the enticing feel of Brazilian popular song is the topic of Martha Ulhôa’s essay on métrica derramada, the secret behind the magic feel that arises when the vocal part of the rhythmic dialogue of vocal and comp starts to wander off on its own.” (Danielsen commentary (2024) [0]) Definition: “Any continuous movement resembling the even flow of a river and connoting a copious supply; an outpouring or stream; esp. of speech.” (Oxford English Dictionary “flow” 3a) \n",
    "theorizing": " Source: “In considering the differences between theorizing and knowing, my mind harks back to 1996, at which time I was having one of my early supervision meetings with linguist and ethnomusicologist David Hughes. When I discussed my first efforts to understand the comparative drum language grammars of the Nigerian bàtá and Cuban batá, David alerted me that just as we can speak a language without understanding much detail about its rules, many musicians can play to a high level without fully understanding the musical grammar of their musical system.” (Villepastour commentary (2024) [2.2]) Definition: “To construct a theory of or about.” (Oxford English Dictionary, “theorizing”)",
    "ternary subdivision": " ternários (Portuguese) Source: “Thus, in Brazilian music, some musical events respond to the metric accentuation of the established measure as a reference, while others respond to a displaced and oscillating point, which generates a music that we end up calling structurally syncopated, formed by the superposition of a second sliding rhythmic support point that is not exactly fitted into the theoretical binary or ternary subdivision.” Menezes (2024) [1.10]",
    "ethnocentric": " Source: “This interview took place as a post-concert conversation between the two composers. The interview covers Yun’s compositional philosophy behind the Hauptton technique, in particular, its relationship to the Korean traditional music. The conversation continues to his comparison of Western classical and East Asian musics, which shows his ethnocentric tendency in describing them. He then provides a short analysis of his Flute Concerto (1977) from the Haupttone perspective. The interview concludes with a brief discussion of his imprisonment in South Korea and his message to the new generation of composers.” Park (2024) [1.3]",
    "English Controlled Vocabulary ": " \n",
    "concept": " Source: “On one side, what looks like just the misdirection of language over the hidden referent of sexuality is also the presence of sexuality in the atmosphere of metaphor; on the other side, what looks like an irreducibly embodied sensation turns out to be recontained as a concept, which allows it to travel and mingle with other sensations-and-phenomena-turned-into-concepts.” (Wang commentary (2024) [2.7]) Definition: “Originally in Philosophy: a general idea or notion, a universal; a mental representation of the essential or typical properties of something, considered without regard to the peculiar properties of any specific instance or example. Later often (frequently with of): the meaning that is realized by a word or expression.” (Oxford English Dictionary, “concept” 1.2)",
    "Biamonte commentary (2024)": " Biamonte, Nicole. 2024. “Commentary.” Music Theory Online 30, no. 4.",
    "transliteration": " Source: “This article aims to broaden common understandings of music theory through the lens of orally transmitted ritualistic verses from Sri Lanka, which are sung or recited along with drumming. I have chosen to present audio recordings of these verses being performed (some including video), along with transliterations and translations, to illustrate the ways in which the oral transmission and performance of such lyrics involves different modes of theorizing—such as knowledge of how conventional poetic meters can be sung, shared understandings of how to interpret vocables as drum strokes, and the association of different drum timbres with cosmological references.” (Peiris (2024) [0.2]) Definition: Transcription, “The arrangement, or (more loosely) modification, of a composition for some voice or instrument other than that for which it was originally written; an instance of this, a transcribed piece.” (Oxford English Dictionary, “transcription”)",
    "Tanabe (1975)": " Tanabe, Hisao, Hōgaku Yōgo Jiten. Shohan. Tōkyō: Tōkyōdō Shuppan, 5019. \n",
    "knowing": " Source A: “In considering the differences between theorizing and knowing, my mind harks back to 1996, at which time I was having one of my early supervision meetings with linguist and ethnomusicologist David Hughes. When I discussed my first efforts to understand the comparative drum language grammars of the Nigerian bàtá and Cuban batá, David alerted me that just as we can speak a language without understanding much detail about its rules, many musicians can play to a high level without fully understanding the musical grammar of their musical system.” (Villepastour commentary (2024) [2.2]) Source B: “For, only recently (recently? But it seeps through, as a structure of feeling, the emergence with which we are concerned at the moment), a central component of the moral distinctiveness of an intellectual middle class (what Nadine Hubbs (2014, 2) calls the “narrating class”) was the positive imperative toward culturally other “knowledges.” By contrast, what one was supposed never to do was to presume to speak of “ethnic” artefacts based solely on one’s specializations or expertise in Western knowledge.” (Wang commentary (2024) [1.3]) Definition: “The acquisition of, or fact of having acquired, knowledge or understanding; comprehension; †expertise, skill, command” (Oxford English Dictionary, “knowing”)",
    "bichromatic": " Source: “Möllendorff reasoned, would suffice for many hundreds of years before any need to divide them further (Möllendorff 1917, 12). His bichromatic piano occupied a middle ground between Mager’s (and later Ivan Wyschnegradsky’s) use of two manuals and Carillo’s metamorphoser pianos by including quarter tones between the white and the black keys of an otherwise conventional manual (Möllendorff 1917, 15).” Bauer commentary (2024) [2.1]",
    "tonicization": " Source: “In my experience, the nuances of sound in actual music (precise tunings, rhythmic nuance, and melodic vocabulary) lead to feelings of tension, expectation, and tonicization that cannot be conveyed in written transcription. Furthermore, the feelings of which notes are tonicized and which are notes of tension are aurally, culturally conditioned by experience.” (Shumays commentary (2024) [3.2]) Definition: “The act of establishing a new key centre, or of giving a degree other than the first the role of tonic. This is accomplished by emphasizing the crucial properties of that tonic, in particular its fourth scale degree and leading note, both of which are part of its dominant 7th chord.” (Grove Music, “Tonicization”)",
    "tone row": " Source: “In the marginalia shown in Example 9 [Insert Example 9 here], Carrillo examined Schoenberg’s Wind Quintet in terms of its tone row, re-notating three row permutations and identifying their pitch classes. Carrillo further observed, in two marginal comments, how these row permutations segregated even- from odd-numbered pitch classes, and thus WT0 from WT1. He used his observation to contrast Schoenberg’s compositional theory with his own.” Cannon-Brown (2024) [2.9] Definition: “An ordered succession of elements to be used as basic material in a composition. The term is most frequently applied to an ordering of the 12 pitch classes, but it may also be used of a succession of fewer or more than 12 pitch classes, or of successions of pitches, durations, dynamics, time points, timbres and so on.” (Grove Music Online, “Series [row, tone row, note row]”)",
    "melodic vocabulary": " Source: “In contrast with this view, it is evident to practitioners of oral traditions that melody is built from melodic vocabulary stored in memory. This melodic vocabulary is as arbitrary as the sounds of spoken language or the constituent elements of any communication system (as demonstrated by Claude Shannon in The Mathematical Theory of Communication (1949) and in the field of Information Theory and contemporary telecommunication and computer science)—that is, culturally chosen and passed on as a shared language within social groups.” (Shumays commentary (2024) [3.7])",
    "Indeterminacy": " Source: “As such, I read Yun’s critique not as a reiteration of problematic East/West binaries, but as a differential way of thinking about musical structure, process, interpretation, and experience that has affinities with how other experimental logics address matters of time, indeterminacy, mobile forms, heterophony and micropolyphony, and much more.” (Stover commentary (2024) [1.4]) Definition: “Much the same as aleatory, but specially the principle by which the composer grants greater freedom to the perf.” (”Indeterminacy,” The Oxford Dictionary of Music)Aleatory: “Music that cannot be predicted before perf and/or music comp. through chance procedures.” (”Aleatory,” The Oxford Dictionary of Music) Aleatory: “Music that cannot be predicted before perf and/or music comp. through chance procedures.” (”Aleatory,” The Oxford Dictionary of Music)",
    "precolonial": " Source: “Prakempa is an artifact of precolonial culture wherein a mix of languages (Balinese, Old Javanese, and Sanskrit) and intertextually-related expressive genres (music, dance, theater, visual arts) were widely but unequally pervasive in village, court, and priestly realms of society.” (Tenzer (2024) [0.5]) Definition: “Relating to a time prior to colonization; occurring or existing before the colonial period of a country.” (Oxford English Dictionary, “pre-colonial”)",
    "body gestures": " Source: “A vocalist sings to a drum player’s accompaniment. The vocalist performs three artistic acts: singing, speech, and body gestures. The drummer controls the flow of the music through rhythmic patterns.” Lee commentary (2024) [3] Definition: “Manner of carrying the body; bearing, carriage, deportment.” (Oxford English Dictionary, “gesture”)",
    "worldview": " Source A: “Throughout the document, the nationalistic agenda that underlies Hristov’s writing is apparent, illustrating the type of interconnectedness between music theory and worldview that Philip Ewell (2020) identifies in writings by Hristov’s Austrian contemporary, Heinrich Schenker.” (Goldberg (2024) [0.3]) Source B: “Much of this socially, culturally, and politically informed work, including my own, has focused on how the discipline of music theory has historically aligned itself with a worldview that oppresses people marginalized by race, gender, sexuality, class, disability, and other identity markers (Conlee and Koike 2021a, 2021b; Momii 2021; Boyd 2023; Ewell 2023; Lett 2023; Yust 2024); and/or has shown the potential for music theory to challenge dominant worldviews and the oppressive hierarchies therein (Hannaford 2021; Lumsden 2022; Stover 2022; Yu Wang, 2023).” (Boyd commentary (2024) [1]) Definition: “A largely unconscious but generally coherent set of presuppositions and beliefs that every person has which shape how we make sense of the world and everything in it. This in turn influences such things as how we see ourselves as individuals, how we interpret our role in society, how we deal with social issues, and what we regard as truth.” (Oxford Reference)  \n \n",
    "whole tone": " Source: “Carrillo justified this sixteenth-tone limit for his microtonal system by arguing that it was practical. Within a single composition, he pointed out, sixteenth tones could be multiplied to form eighth tones, quarter tones, semitones, and whole tones, and so could be reconciled with a variety of microtonal and traditional instruments (Carrillo 1938, 24).” Cannon-Brown (2024) [2.4] Definition: “The interval equal to the sum of two semitones.” (Grove Music Online, “whole tone”) \n",
    "Zhongguo baike (1990)": " Zhongguo baike da cidian 中国百科大辞典. Beijing: Huaxia chuban she 北京:华夏出版社, 1990. \n",
    "teleology": " Source: “Of course, it moves forward without being goal-directed as in Western art music’s linear, teleological musical forms, which Ulhôa tends to use as a foil to the métrica derramada feel.” (Danielsen commentary (2024) [4]) Definition: “The branch of knowledge or study dealing with ends or final causes; the study of phenomena which may be explained in terms of intention, design, or purposiveness rather than by prior causes.” (Oxford English Dictionary, “teleology”)",
    "two-step": " Source: “The pattern also appears in Example 5 ([1.19]), a transcription of Amerindian music transcribed by the French musicologist Marguerite Béclard d’Harcourt, who identifies the pattern with Indigenous and Black musics, as well as cakewalks, two-steps, and tangos.” Biamonte commentary (2024) [5] Definition: “A fast ballroom dance of American origin. It became popular in the 1890s, particularly when danced to Sousa's The Washington Post (1889). It spread to Europe about 1900, and remained popular until replaced by the one-step and foxtrot shortly before World War I; indeed, the term ‘two-step’ was often used for the foxtrot in Europe during the 1910s. The steps, to a quick–quick–slow rhythm in each bar, were done with a gliding skip similar to that of the polka.” (Grove Music Online, “two-step”)",
    "non-tertian harmony": " Source: “For Hába, “tonality” was coextensive with diatonicism, and thus contained non-tertian harmonies, if not chromatic notes (Hába 1927, 75). The generation of microtonal divisions followed from the “law of division” found in the sixth octave of the overtone series, but can also be found in much music of the past, as well as in folk repertoires.” Bauer commentary (2024) [3.2]"
}